Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/Appointments.strings
Languages: es, fr, ja

# alert.wait.until.vip.rate.title
source: Please click “complete” after the interviewer rates the lesson
es: Por favor haz clic en "completar" una vez el entrevistador evalue
fr: Veuillez attendre que l’intervieweur termine l’évaluation avant de cliquer sur "cours terminé"
ja: 面接官の評価を完了してから、確認してください。

# beforeStart.generalIntro
source: The “Go to class” button will appear on the page 10 minutes prior to the class. If you would like to cancel, please do so within 12 hours prior to your lesson.
es: El botón "Entrar en la Clase" aparecerá aquí 10 minutos antes de comenzar la clase. Si quisieras cancelar la clase, por favor hazlo con mínimo 12 horas de antelación, con menos tiempo contacta con tu profesor.
fr: En cas d'annulation, veuillez annuler 12h avant le début du cours. S'il reste moins de 12h avant votre cours, veuillez contacter votre professeur ET lorsque le cours commence, cliquez sur le bouton 'Signaler un problème' puis 'Annuler le cours'.
ja: レッスンが始まる10分前に、「ルームに入る」のボタンが出ます。レッスンの日時を変更する場合、レッスンが始まる12時間前に操作してください。

# beforeStart.groupClass.student.desc
source: Group lesson cannot be canceled or rescheduled by students.If you cannot attend the lesson, you can go to the lesson detail and download the recorded video of the lesson within 24 hours after the lesson.<br>After 24 hours, the recorded video will be removed by the system automatically.<br>Tutors can have the final decision on updating the time of the lessons. If you have any questions about the time, please contact your tutors directly.
es: La clase en grupo no puede ser cancelada o re-agendada por los estudiantes. Si no puedes atender la clase, por favor descarga el Video de la clase durante las siguientes 24h al acabar la clase. Después de 24h, el Video será borrado automaticamente. Los tienes más preguntas puedes contactar con el profesor directamente.
fr: Les cours en groupe ne peuvent pas être annulées ou reportées par les étudiants. Si vous ne pouvez pas assister à la leçon, veuillez télécharger la vidéo du cours dans les 24 heures suivant la leçon. Au bout de 24 heures, la vidéo sera automatiquement supprimée par le système. Les enseignants ont la décision finale quant à l'heure des leçons. Si vous avez des questions, veuillez contacter directement votre enseignant.
ja: 小グループレッスンはキャンセルや補講ができません。<br>レッスンに参加できない場合は、レッスン終了から1日以内に限り、授業内容を録画した動画をダウンロードすることができます。1日経過すると動画は自動で削除され、以降はダウンロードができなくなります。<br>講師には都合に合わせて授業時間の変更が可能です。授業時間に関して質問や疑問などがあれば直接講師へご連絡ください。

# beforeStart.groupClass.teacher.desc
source: If you cannot attend the lesson, please update the schedule 12 hours before the lesson starts. System will update the calendar and notify all students.<br>System will record video for each group lesson. If a student cannot attend the lesson, you can suggest him to download the recorded video within 24 hours after the lesson
es: Si profesor no puede aparecer en clase, debe cambiar el horario 12 horas antes; el sistema actualizará el horario de estudiantes. El sistema graba todas clases, en caso de que estudiante no puede asistir a la clase, puedes aconsejar que descargue la grabación dentro 1 día.
fr: Si vous ne pouvez pas assister à la leçon, veuillez la reprogrammer 12 heures avant le début du cours. Le système mettra à jour le calendrier et informera tous les étudiants. Le système enregistrera une vidéo pour chaque leçon de groupe. Si un étudiant ne peut pas assister à la leçon, veuillez lui rappeler de télécharger la vidéo dans les 24 heures suivant la leçon.
ja: 講師が授業を行えない場合は、必ず授業開始の12時間以上前に授業時間の変更を行ってください。変更後は自動で生徒に新たな授業時間が通知されます。<br>毎回の授業は自動で録画されます。生徒が参加できない場合は、授業終了から1日以内に限り、その授業内容を録画した動画がダウンロードできることを教えてあげてください。

# beforeStart.interviewMentee.mentee
source: Your interview is about to start. Once you finish, the mentor has 24 hours to decide and invite you to join the team.
es: La entrevista está a punto de comenzar. el mentor debe decidir si te reculta a su equipo dentro de las 24 horas
fr: Vous allez commencer l'entretien. Après l'entretien, le mentor aura 24 heures pour décider si vous êtes invité à rejoindre l'équipe.
ja: 間もなく面接を開始します。面接後、24時間以内にリーダー講師がグループへの参加を認めるか判断をします。

# beforeStart.interviewMentee.mentor
source: Your interview is about to start. You have to decide whether to invite the teacher or not within 24 hours.
es: La Entrevista está a punto de comenzar. Tienes 24h para decidir si invitas al profesor a ser miembro de tu equipo.
fr: Vous êtes sur le point de commencer votre entretien. Après l'entretien, le mentor dispose de 24 heures pour décider s’il vous invite ou pas dans son équipe.
ja: 間もなく面接を開始します。面接後、24時間以内に該当の講師をグループへ招くかご判断ください。

# beforeStart.vipInterview
source: If you would like to reschedule...<br>12 hours in advance, please click the "Cancel" button below. <br>within 12 hours, please let the teacher know you're not available. When the lesson starts, click the "Write Interview Report" button below.
es: Si quieres re-agendar la Clase：<br>Con 12 horas de antelación, haz click en el botón "Cancelar reservación" a bajo. <br>Para menos de 12 horas de antelación, por favor manda un mensaje por el Chat informando al profesor que no puedes asistir a la clase, y cuando la clase comience haz click en el botón『Reportar 』.
fr: Si vous avez besoin de modifier l’heure de l'entretien :<br>12 heures avant le cours : veuillez annuler en cliquand sur le bouton ci-dessous<br>Dans les 12 heures avant le cours : veuillez avertir le professeur puis cliquez sur le bouton "Retour sur l'entretien" au début du cours.
ja: 面接時間の変更をする場合：<br>レッスン開始の12時間より前に画面下部にある「キャンセル」をクリックしてください。<br>レッスンが始まる12時間以内になったら、メッセージにて講師に出席ができない旨をご連絡ください。レッスンが始まったら「面接のトラブル報告」をクリックしてください。

# beforeStart.zoomIntro
source: Sessions are conducted via Zoom, a video calling app. Zoom will be installed and launched automatically by clicking the “Go to class” button.
es: La clase se realizará a través de la aplicación gratuita ZOOM. 10 minutos antes de empezar la Clase, el botón『Próxima Clase』 se convierte en 『Entrar a Clase』, haces click y entras en la Clase. Las clases se pueden tomar por ordenador, tablet o teléfono móvil.
fr: Le cours se passe sur Zoom. Veuillez installer Zoom si ce n'est pas encore fait. Un bouton "Entrez dans la classe" apparaîtra 10 minutes avant que le cours commence. Ce bouton vous redirigera directement vers votre salle de classe virtuelle Zoom. Veuillez vous y rendre au moins 5 minutes en avance afin de vérifier que votre micro et caméra fonctionnent correctement.
ja: レッスンはZOOMというアプリ（ソフト）で行われます。「ルームに入る」をクリックしたら、自動的にZOOMがインストールされて、開きます。

# button.agree
source: Agree
es: De acuerdo
fr: Agréer
ja: 確認同意

# button.agreed
source: Agreeed
es: Consenso confirmado
fr: Accepté
ja: 已確認同意

# button.bookNext
source: Book next lesson
es: Reservar la siguiente clase
fr: Réservez votre prochain cours
ja: 次のレッスンを予約

# button.cancel.booking
source: Cancel
es: Cancelar reservación
fr: Annuler la réservation
ja: 予約をキャンセルする

# button.cancelled
source: Cancelled
es: clase cancelada
fr: Annulé
ja: キャンセルした

# button.completed
source: Completed
es: Acabado
fr: Terminé
ja: 完了した

# button.customer.service
source: Customer Service
es: Contactar a Atención al cliente
fr: Nous contacter
ja: カスタマーサービス

# button.downloadVideo
source: Download Video
es: Descargar la grabación de la clase
fr: Télécharger la vidéo du cours
ja: 授業動画をダウンロードする

# button.enter.room
source: Go to Class
es: Entrar en la Clase
fr: Accédez au cours
ja: ルームに入る

# button.getFreeLesson
source: Get a free lesson from %@
es: Ganar clase gratis de %@
fr: Obtenir un cours gratuit avec %@
ja: %@ のフリーレッスンを獲得する

# button.groupClass.reschedule
source: Reschedule
es: Re-agendar
fr: Changer l'horaire
ja: 再予約する

# button.interview.rating
source: Write interview report
es: Escribir sobre la entrevista
fr: Retour sur l’entretien
ja: 面接のトラブル報告

# button.issueReport.agree
source: Agree
es: Solución aceptada
fr: Solution acceptée
ja: 同意する

# button.refunded
source: Refunded
es: Dinero reembolsado
fr: Remboursé
ja: 返金した

# button.reply.accept
source: Accept
es: Aceptar
fr: Accepter
ja: 同意する

# button.reply.reject
source: Reject
es: Rechazar
fr: Refuser
ja: 拒否する

# button.reportIssue
source: Report Issue
es: Reportar un problema
fr: Signaler un problème
ja: トラブル報告

# button.reported
source: Reported
es: Problema reportado
fr: Rapporté
ja: 報告済み

# button.requestExpired
source: Expired
es: petición caducada
fr: Demande de cours expirée
ja: 期限が切れた

# button.reselectSolution
source: Re-select solution
es: Seleccionar solución de nuevo
fr: Re-sélectionner la solution
ja: もう一度解決方法を選ぶ

# button.resolved
source: Resolved
es: Disputa solucionada
fr: Conflit résolu
ja: 処理した

# button.returned
source: Session returned
es: Clase reembolsada
fr: Retourné
ja: 返却した

# button.review.interview
source: Write interview report
es: Escribir sobre la entrevista
fr: Retour sur l’entretien
ja: 面接のトラブル報告

# button.selectSolution
source: Select a solution
es: ¿Cómo te gustaría solucionar el problema?
fr: Comment souhaitez-vous résoudre le problème?
ja: どのようにトラブルを解決しますか？

# button.send.message
source: Send a Messenge
es: Enviar un mensaje
fr: Envoyer un message
ja: メッセージ送信

# button.sesson.complete
source: Complete
es: Confirmar
fr: Cours terminé
ja: 確認する

# button.sesson.feedback
source: Write a feedback
es: Escribir comentario
fr: Donner un avis
ja: レビューを書く

# button.to.mentoring.program
source: Go to mentoring program
es: Ir al equipo de profesores
fr: Au programme de mentorat
ja: チームへ進む

# button.upcoming
source: Upcoming
es: Próxima Clase
fr: Cours à venir
ja: すぐ始まる

# button.waitingConfirmation
source: Awaiting confirmation
es: Esperando confirmación
fr: En attente de confirmation
ja: 生徒の確認を待つ

# cancel.alert.message
source: Please explain why you are unable to attend the session. If you would like to reschedule, please suggest a more convenient time.
es: Explica la razón de cancelación, y pregunta a tu profesor otro horario disponible para reservar nuevamente
fr: Veuillez expliquer pourquoi vous annulez la classe édifiée et essayez de trouver un autre créneau horaire avec votre professeur.
ja: レッスンの欠席について説明してください。再予約する場合は、相手と話し合ってください。

# cancel.alert.placeholder
source: Explain the reason…
es: Escribe la razón de cancelación...
fr: Raison de l’annulation...
ja: 理由を書いてください

# cancel.alert.title
source: Cancel
es: Cancelar reservación
fr: Annuler la réservation
ja: キャンセル理由

# cancel.destroy.by.student
source: This lesson has been cancelled by student.
es: Esta clase está cancelada por el estudiante
fr: Ce cours a été annulé par l'élève.
ja: このレッスンは生徒によりキャンセルされた。

# cancel.destroy.by.teacher
source: This lesson has been cancelled by teacher.
es: Esta clase está cancelada por el profesor
fr: Ce cours a été annulé par l'enseignant.
ja: このレッスンは講師によりキャンセルされた。

# cancel.reason
source: reason for cancellation
es: Razón de cancelación
fr: Raison
ja: キャンセル理由

source: Classroom password
es: Cancelada
fr: Mot de passe de votre appel Zoom

# completed.SessionEndStudent
source: Please give feedback on your lesson. If you encountered any problems, you can notify us directly through customer support.
es: Cuando termine la clase, por favor evalua al profesor. Si pasa cualquier situación durante la clase, puedes reportar directamente.
fr: Veuillez donner un retour sur votre leçon. Si vous avez rencontré des problèmes, vous pouvez nous en informer directement en contactant notre service clientèle.
ja: レビューを書いてください。もし問題が発生した場合、カスタマーサービスに連絡してください。

# completed.SessionEndStudentAfterHasReviews
source: Please give feedback on your lesson. If you encountered any problems, please click
es: Cuando termine la clase, por favor evalua al profesor. Si pasa cualquier situación durante la clase, puedes reportar directamente.
fr: Veuillez donner vos retours sur le cours. S'il s'est passé quelconque problème, veuillez cliquer sur 'Signaler un problème'
ja: レビューを書いてください。問題がある場合、カスタマーサービスに連絡してください。

# completed.SessionEndTeacherAfterHasReviews
source: Please press "Complete" button after finishing the session. If you encountered any problems, please click
es: Cuando termine la clase, pulsa el botón 『Confirmado』de abajo. Si pasa cualquier problema, pulsa el botón『reportar un problema』.
fr: À la fin du cours, veuillez cliquer sur le bouton "cours terminé" ci-dessous.
ja: レッスンは完了しました。何か問題が起きた際カスタマーサービスに連絡してください。

# completed.customerService
source: talk to customer service
es: Contactar con atención al cliente
fr: Contacter le service clientèle
ja: カスタマーサービス

# completed.homework
source: Homework
es: Tareas/deberes
fr: Rappel pour la prochaine classe
ja: 次回の宿題

# completed.interviewNotFinish.interviewer
source: The lesson has been reported. Please send another request.
es: El entrevistador ha reportado que no ha sido acabado, por favor reserva de nuevo.
fr: La leçon a été rapportée. Veuillez envoyer une autre demande.
ja: 面接官からの回答がありません。再度予約依頼を送ってください。

# completed.interviewNotFinish.teacher
source: The lesson has been reported. Please wait for another request.
es: El entrevistador ha reportado que no ha sido acabado, por favor espera la siguiente reservación.
fr: La leçon a été rapportée. Veuillez envoyer une autre demande.
ja: 面接官からの回答を受け取りましたが内容が不完全です。次の予約依頼をお待ち下さい。

# completed.mentoringInterviewEndStudent
source: Please go to the mentoring program and check
es: Por favor revisa la página de equipo (mentoring program)
fr: Veuillez vous rendre au programme de mentorat et vérifier
ja: 講師グループに招待する場合は24時間以内に講師の個人ページより招待をしてください。

# completed.mentoringInterviewEndTeacher
source: You have 24hrs to invite a teacher to join your team. You can invite a teacher to join your team from his/her profile page.
es: Si quieres invitar a un profesor para que colabore en tu equipo, ve a su perfil del profesor y puedes invitarlo en las pròximas 24 horas.
fr: Pour inviter un enseignant à se joindre à l’équipe, veuillez consulter la page personnelle de l’enseignant dans les 24 heures pour inviter
ja: 講師グループのページへアクセスしてください。

# completed.noFeedback
source: (No feedback yet)
es: (Aún no ha dejado ningún comentario)
fr: (Pas encore de commentaire)
ja: (レビューがない)

# completed.sessionEndTeacher
source: Please press "Complete" button after finishing the session. If you encountered any problems, please click "Report Issue" to notify us.
es: Cuando termine la clase, pulsa el botón de 『Confirmado』de abajo. Si pasa cualquier situación, pulsa el botón『reportar un problema』.
fr: À la fin du cours, veuillez cliquer sur le bouton ci-dessous afin de confirmer la fin de votre leçon. S'il y a eu quelconque problème, veuillez cliquer sur 'Signaler un problème'.
ja: レビューを書いてください。もし問題が発生した場合、「トラブル報告」をクリックしてカスタマーサービスに連絡をください。

# completed.studentFeedback
source: Student's feedback
es: comentarios por estudiantes
fr: Commentaires des étudiants
ja: 生徒からのレビュー

# completed.summary
source: Summary
es: Resumen
fr: Résumé de la classe
ja: レッスン内容

# confirmExpired.studentDescription
source: The session request is expired, and the system has returned back this session. Please enter Calendar page to reschedule.
es: eticón caducado, el sistema ha reembolsado la clase, por favor ve a calendario y reservar de nuevo.
fr: La demande a expiré car l'enseignant n'a pas confirmé. Veuillez réserver à nouveau un cours.
ja: この授業時間は変更依頼の受付期限を過ぎています。レッスン数も払い戻し済みなのでカレンダーから新たな授業時間をご予約ください。

# confirmExpired.teacherDescription
source: The session request is expired. Please reminder your student to reschdule again. Also, remember to reply the session request in 24 hours next time.
es: Peticón caducado, recuerda a estudiante que reserve de nuevo, no olvides responder petición dentro de 24 horas.
fr: Cette demande de temps de classe a expiré, s’il vous plaît rappeler à l’étudiant de réserver un autre créneau horaire, et n’oubliez pas de répondre à la demande de classe dans les 24 heures la prochaine fois
ja: この授業時間は受付期限を過ぎているので変更できません。不都合があれば生徒に他の時間を予約するよう連絡してください。また、次回から授業時間に関する要求は24時間以内に行うよう注意してください。

# dispute.detail.reportedByStudent
source: Reported by student
es: Reportado por el estudiante
fr: L'étudiant a signalé un problème
ja: 生徒の報告内容

# dispute.detail.reportedByTeacher
source: Reported by teacher
es: Reportado por el profesor
fr: L'enseignant a signalé un problème
ja: 講師の報告内容

# dispute.detail.solution
source: Solution
es: Solución
ja: 解決方法

# disputing.reportByStudent.role.student
source: The session issue has been reported. Teacher will select a proper solution shortly.
es: La clase está en disputa,el profesor responderá y arreglará cuanto antes.
fr: Le problème de la session a été signalé. L'enseignant choisira prochainement une solution adéquate.
ja: このレッスンは報告されました。講師はすぐ適当な解決方法を選びます。

# disputing.reportByStudent.role.teacher
source: The session issue has been reported. Teacher has to select a proper solution shortly.
es: La clase está en disputa, el profesor debe responder y arreglar cuanto antes.
fr: Le problème de la session a été signalé. L'enseignant choisira prochainement une solution adéquate.
ja: このレッスンは報告されました。講師はすぐ適当な解決方法を選びます。

# disputing.teacherTakeAction.role.student
source: Teacher has replied the lesson issue. If you don’t agree with the resolution, please contact customer service. If you don't confirm the solution before %@, the system will default to solved.
es: El profesor ha respondido al problema. Si no estás conforme, por favor haz click en Atención al Cliente. Si no dices nada antes de %@, el sistema predeterminará directamente la opción seleccionada por el profesor y lo marcará como solucionado.
fr: L'enseignant a répondu au problème signalé. Si vous n'êtes pas d'accord avec la solution apportée, veuillez cliquer ici pour contacter notre service clientèle. Si vous ne confirmez pas la solution avant %@, le système indiquera par défaut le problème "résolu".
ja: 講師はこのレッスンのトラブル報告に返信しました。生徒の確認を待ってください。もし生徒が %@ 前に確認しない場合、システムにより自動的に成立します。

# disputing.teacherTakeAction.role.teacher
source: Teacher has replied the lesson issue. Await student’s confirmation. If student doesn't confirm the solution before %@, the system will default to solved.
es: El profesor ha respondido esperando la confirmación de estudiante. Si el estudiante no confirma antes %@, el sistema predeterminará directamente la opción seleccionada por el profesor y marcará como solucionado.
fr: L'enseignant a répondu à cette question en attendant la confirmation de l'élève, %@ si l’élève n’est pas confirmé à l’époque, le système sera directement par défaut au choix de l’enseignant de traitement, et la marque comme résolu
ja: 講師はこのレッスンのトラブル報告に返信しました。生徒の確認を待ってください。もし生徒が %@ 前に確認しない場合、システムにより自動的に成立します。

# feedbackHistory
source: Feedback
es: Comentarios
fr: Commentaires
ja: 評価履歴

# feedbackHistory.all
source: All feedback
es: Todos los comentarios
fr: Tous les commentaires
ja: すべてのフィードバック

# feedbackHistory.last
source: Feedback from last lesson
es: Comentarios de la última clase
fr: Commentaires du dernier cours
ja: 前回レッスンのフィードバック

# interview.can.reschedule.not.finish.interviewer
source: The lesson has been reported. Please send another request.
es: El entrevistador ha reportado que no ha sido acabado, por favor reserva de nuevo.
fr: La leçon a été rapportée. Veuillez envoyer une autre demande.
ja: 面接官からの回答を受け取りましたが、予約が完了していません。再度予約依頼をお送りください。

# interview.can.reschedule.not.finish.teacher
source: The lesson has been reported. Please wait for another request.
es: El entrevistador ha reportado que no ha sido acabado, por favor espera la siguiente reservación.
fr: La leçon a été rapportée. Veuillez envoyer une autre demande.
ja: 面接官からの予約を受け取りましたが、予約が完了していません。次の予約依頼をお待ち下さい。

# interview.can.reschedule.reportByStudent
source: Reported by student
es: Reportado por el estudiante
fr: L'étudiant a signalé un problème
ja: 生徒からの報告

# intoClassroom.common
source: Please come 5-10 minutes prior to the class to prepare. If teacher or student doesn’t show up, please try to message them to see if they’re online. If more than 5-10 minutes late, click “Report Issue”, and the teacher will determine the appropriate resolution.
es: Por favor entra en la clase 5 minutos antes de comenzar. Si el profesor/estudiante no aparece, puedes enviarle un mensaje por el Chat. Si llega más de 10 minutos tarde, pulsa directamente el botón "reportar un problema" y el profesor seleccionará una solución apropiada.
fr: Veuillez accéder au cours 5 à 10 minutes avant le début de la classe. Si l'enseignant ou l'élève ne se présente pas, veuillez essayer de leur envoyer un message pour voir s'ils sont en ligne. Si le retard est supérieur à 5-10 minutes, cliquez sur "Signaler un problème", et l'enseignant déterminera la solution appropriée.
ja: レッスンが始まる5〜10分前に準備してください。もし講師や生徒がレッスンルームに入ってこない場合、相手にメッセージを送ってください。レッスン開始後の5〜10分、「トラブル報告」をクリックしてください。講師は相応しい解決方法を決めます。

# intoClassroom.groupClass.student.desc
source: Please come 5 minutes prior to the class to prepare. If teacher doesn’t show up, you can send a message to teacher and see if there is new update. If teacher cannot conduct the lesson, he/she must reschedule the lesson. If you cannot attend the lesson, you can download the recorded video within 24 hours after the lesson.
es: Por favor entra en la clase 5 minutos antes de comenzar. Si el profesor no aparece, envíale un mensaje por el Chat. Si por algún motivo, el profesor no aparece, el profesor tiene que re-agendar la clase. Si tú (estudiante) no puedes atender la clase, puedes descargarte el vídeo con la clase completa, hasta 24h después de la misma.
fr: Veuillez entrer dans la salle de classe 5 minutes avant l'heure du cours. Si l'enseignant ne se présente pas au début du cours, vous pouvez d'abord envoyer un message pour lui demander la dernière situation en classe. Si l'enseignant est temporairement incapable d'assister à la classe, il doit reprogrammer la classe. Si vous ne pouvez pas assister à la nouvelle heure de cours prévue, vous pouvez télécharger la vidéo complète de la classe dans la journée qui suit la classe.
ja: 授業開始の5分前にはミーティングルームに入ってください。授業時間になっても講師が入室しなければ、先に「メッセージ送信」から講師に連絡を取ってください。講師が緊急の用事などでレッスンができない場合は、講師は次の授業時間を連絡します。生徒がその時間に参加できない場合、授業終了後から1日以内に限り、その授業内容を録画した動画をダウンロードできます。

# intoClassroom.groupClass.teacher.desc
source: Please come 5 minutes prior to the class to prepare. If your student is late or doesn’t show up, you can suggest your student to download the recorded video within 24 hours after the lesson.
es: Entra a clase 5 minutos antes de comenzar. En caso de que el estudiante no pueda asistir a la clase, puedes aconsejarle que se descargue la grabación en las próximas 24h después de la clase.
fr: Veuillez entrer dans la classe 5 minutes avant le début du cours pour vous préparer. Si votre élève est en retard ou ne se présente pas, vous pouvez lui suggérer de télécharger la vidéo enregistrée dans les 24 heures suivant le cours.
ja: 授業開始の5分前には教室に入るようにしてください。生徒が急な用事で参加できない場合や遅刻した場合は、授業終了から1日以内に限り、その授業内容を録画した動画がダウンロードできることを教えてあげてください。

# intoClassroom.interview.mentee
source: Your interview is about to start. Once you finish, the mentor has 24 hours to decide and invite you to join the team.
es: La entrevista está a punto de comenzar. el mentor debe decidir si te reculta a su equipo dentro de las 24 horas
fr: Vous allez commencer l'entretien. Après l'entretien, le mentor aura 24 heures pour décider si vous êtes invité à rejoindre l'équipe.
ja: 間もなく面接が始まります。面接後、リーダー講師が24時間以内にグループに招待するか判断します。

# intoClassroom.interview.mentor
source: You have to decide whether to invite the teacher or not within 24 hours. (Go to the teacher’s profile to invite them.)
es: Decide dentro 24 horas si invitas al profesor que colabore en tu equipo.(En el perfil del profesor)
fr: Vous avez 24h pour décider si vous souhaitez ou non que l'enseignant rejoingne votre équipe. (Allez sur le profil de l'enseigner pour donner votre décision).
ja: 24時間以内に該当の講師をグループに招待するか判断をしてください。（講師ページより招待できます）
