Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/Appointments.strings
Languages: es, fr, ja

# intoClassroom.vipInterview
source: Time to go to class! Please enter the classroom in advance, and send a message first if the teacher doesn't show up. <br>Click the "Write Interview Report" button below when you finish the lesson or have any problem.
es: ¡Es la hora de la Clase! Por favor entra a la clase con unos minutos de antelación. Si el profesor no aparece, puedes enviarle un mensaje por el Chat.<br>Cuando termines la Clase, puedes pulsar『Reportar』 y rellenar el resultado.
fr: C'est l'heure de suivre votre leçon ! Rejoignez vite votre salle de classe. Si vous arrivez avant votre professeur; n'hésitez pas à lui envoyer un message.<br> Faites-nous également part du retour de l'entretien.
ja: 授業時間になりました。早めにミーティングルームに入って授業の準備をしてください。相手が入室しなければ先にメッセージを送って状況を確認しましょう。<br>レッスンが終了した際や問題が発生した際も画面下部にある「面接に関する報告」から面接結果を入力してください。

source: Last lesson summary
es: Resumen de la última clase
fr: Résumé du dernier cours
ja: 前回のレッスン内容

source: Lesson preview
es: Contenido de esta clase
fr: Contenu du cours
ja: 今回のレッスン内容

# lessonReminder.none
source: None
es: No hay contenido
fr: Pas de contenu
ja: なし

# page.title
source: Lesson Detail
es: Detalles de la Clase
fr: Détails du cours
ja: 予約詳細

# sessionDuration
source: %@ mins lesson start time
es: clases de %@ minutos
fr: classe de %@ minutes
ja: %@ 分のレッスン レッスン時間

# state.accepted
source: Accepted
es: Reservada
fr: Réservé
ja: 承認済

# state.cancel
source: Cancelled
es: Cancelada
fr: Annulé
ja: 取消済

# state.completed
source: Completed
es: Acabado
fr: Terminé
ja: 完了済

# state.descroy.by.teacher
source: Cancelled
es: Cancelada
fr: Annulé
ja: 取消済

# state.destroy.by.admin
source: Cancelled
es: Cancelada
fr: Annulé
ja: 取消済

# state.destroy.by.student
source: Cancelled
es: Cancelada
fr: Annulé
ja: 取消済

# state.disputing
source: Disputing
es: En disputa
fr: Expiré
ja: 処理中

# state.expired
source: Expired
es: Venció
fr: Expiré
ja: 期限切れ

# state.initialization
source: Awaiting
es: Esperando confirmación
fr: Attendre la confirmation
ja: 確認中

# state.interview.can.be.rescheduled
source: Rescheduled
es: Re-agendada
fr: Reporté
ja: 再予約可能

# state.refund
source: Refunded
es: Reembolsado
fr: Remboursé
ja: 払戻済

# state.rejected
source: Rejected
es: Rechazado
fr: Rejeté
ja: 拒否済

# state.rescheduled
source: Rescheduled
es: Re-agendada
fr: Reporté
ja: 再予約可能

# state.rescheduled.appointment.finished
source: Rescheduled
es: Re-agendada
fr: Reporté
ja: 再予約可能

# state.title
source: Status
es: Estado de la clase
fr: Statut
ja: 状態

# type.groupClass
source: Group Lessons
es: Clases en Grupo
fr: Cours en groupe
ja: グループレッスン

# type.inProgress
source: Enter the classroom
es: Empieza la clase. Entra en el aula.
fr: Entrez dans la classe pour commencer le cours
ja: ルームに入りましょう

# type.interviewMember
source: Detail
es: Ver detalles de la entrevista
fr: Voir les détails
ja: 詳細を見る

# type.leaveReview
source: Rate the lesson
es: Evaluar la clase
fr: Évaluez le cours
ja: レッスンを評価する

# type.needComplete
source: Not yet complete
es: La confirmación no se ha completado
fr: Pas encore confirmé
ja: 完了しない

# type.needConfirm
source: Request not confirmed
es: Pendiente de confirmación
fr: En attente de confirmation
ja: 確認中

# type.vipInterview
source: Demo Class
es: Entrevista en la clase de prueba
fr: Cours d'essai pour l'entretien
ja: デモレッスン

# uncancelable.desc
source: The lesson will start within 12 hours and cannot be automatically cancelled. Please message your teacher/student directly to negotiate a more suitable time. You must wait until the scheduled session start before clicking “Report Issue”. After clicking “Report Issue”, briefly explain the negotiated agreement in the space provided.
es: Con menos de 12 horas antes de la clase no se puede cancelar por el sistema, por favor manda un mensaje informando a tu profesor/estudiante que no puedes asistir a la clase, y reportar ese cambio durante la clase: el botón 『Cancelar clase』se convertirá en『Reportar un problema』despúes de comenzar de clase. Pulsa y deja una decripción breve sobre la solución que habéis encontrado.
fr: Les cours commençant dans moins de 12 heures ne peuvent être annulé. Veuillez envoyer un message directement à votre professeur pour négocier un horaire plus approprié. Ensuite, attendez le début de la cours puis cliquez sur "Signaler un problème". Après avoir cliqué sur "Signaler un problème", expliquez brièvement l'accord négocié avec le professeur dans l'espace prévu à cet effet.
ja: レッスンが12時間以内に始まりますので、キャンセルできません。先に講師/生徒に連絡してください。そして、レッスンが始まったら、「トラブル報告」をクリックしてください。「トラブル報告」にて、話し合いの結果を説明してください。

# uncancelable.desc.vip
source: Please let the teacher know you're not available. When the lesson starts, click the "Write Interview Report" button below.
es: por favor manda un mensaje informando al profesor que no puedes asistir a la clase, y haz clic en botón『Reportar circunstancia de la entrevista 』después de la clase.
fr: Veuillez informer le professeur que vous n'êtes pas disponible en cliquant sur le bouton ci-dessous au début de la leçon.
ja: レッスンの欠席について講師に送信してください。レッスンが始まった後、「面接のトラブル報告」をクリックして説明してください。

# uncancelable.title
source: Cannot cancel
es: No se puede cancelar
fr: Impossible d’annuler
ja: キャンセルできない

# vipInterview.reportedByStudent
source: Reported by student
es: Reportado por el estudiante
fr: L'étudiant a signalé un problème
ja: 生徒からの報告

# vipInterview.studentFeedback
source: Student's feedback
es: comentarios por estudiantes
fr: Commentaires des étudiants
ja: 生徒の評価

# vipInterview.teacherFeedback
source: Teacher's feedback
es: Evaluación del profesor
fr: Évaluation de l'enseignant
ja: 講師の評価

# waitingAccept.common.student
source: The session request has been sent out. Teacher has to reply the request before %@. The session will not be scheduled successfully until the teacher has confirmed it.
es: Petición enviado, el profesor respondará antes de %@. si no responde en tiempo, la petición se eliminará.
fr: La demande de cours a été envoyée. L'enseignant répondra à la demande avant le %@. La demande sera annulé si l'enseignant n'a pas répondu dans les temps.
ja: 予約リクエストを送りました。講師は必ず%@前に確認します。講師が確認しない場合は、このレッスンは自動的にキャンセルされます。

# waitingAccept.common.teacher
source: Please reply this request before %@
es: Responde la petición antes de %@
fr: Veuillez répondre à la demande de cours avant le %@
ja: %@前にこのリクエストを返信してください。

# waitingAccept.interviewMentee.mentee
source: Mentor interview request pending.
es: Esperando la respuesta del mentor
fr: Demande d'entretien avec un mentor en cours.
ja: 講師からの面接結果のご連絡をお待ち下さい。

# waitingAccept.interviewMentee.mentor
source: Mentor interview request pending.
es: Esperando la respuesta del mentor
fr: Demande d'entretien avec un mentor en cours.
ja: 講師からの面接結果のご連絡をお待ち下さい。

# widget.title
source: Upcoming
es: A continuación
fr: Prochainement
ja: この後

# widget.desc
source: Easily check your upcoming classes
es: Chequea tus proximas clases fácilmente
fr: Vérifiez facilement vos classes à venir
ja: 開始予定のレッスンを確認してください

# widget.noContent
source: Return to AmazingTalker to start your learning journey!
es: Regresa a Amazingtalker para empezar tu viaje de aprendizaje
fr: Retournez sur AmazingTalker et commencez votre apprentissage !
ja: AmazingTalkerに戻り、 素晴らしい学習経験をお試しください

# widget.more
source: Explore
es: Explorar más
fr: Explorez
ja: 更に検索
