Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/Booking.strings
Languages: es, fr, ja

# asking.subtitle
source: Teacher has to reply the request before %@. The session will not be scheduled successfully until the teacher has confirmed it.
es: El profesor responde antes de %@<br> si no responde en tiempo, la petici칩n se eliminar치.
fr: L'enseignant répondra à la demande avant le %@. La demande sera annulé si l'enseignant n'a pas répondu dans les temps.
ja: 講師は %@ の前に確認しなければなりません。確認した後、このレッスンの予約が成立します。

# asking.title
source: Request sent
es: Solicitud Reserva enviada
fr: Demande de cours envoyée
ja: 予約のリクエストを送りました。

# course.due.date.title
source: Exp. Date:
es: fecha de vencimiento:
fr: Valide jusqu'à：
ja: レッスンの期限：

# expire.request.extension
source: Request
es: Pedir extensi칩n del paquete de clases
fr: Demande de prolongation
ja: リクエスト

# expire.title
source: This package has expired, please contact your teacher to extend the lesson(s) for you.
es: Este paquete de clases ha vencido, contacte con su profesor para extender el paquete
fr: Les cours que vous avez acheté ont expiré. Vous ne pouvez plus réservé de cours. Veuillez contacter votre professeur pour prolonger la validité des cours restants.
ja: このパッケージは期限が切れました。講師に期限延長のリクエストを送ってください。

# info.card.back
source: Prev
es: Paso anterior
fr: Précédent
ja: 戻る

# info.card.confirm
source: Schedule
es: Confirmar la reserva
fr: Confirmez la réservation
ja: 予約する

# time.status.accepted
source: You have a lesson
es: Tienes clases
fr: Vous avez un cours
ja: レッスンがある

# time.status.initialization
source: Youâ€™re requesting a lesson
es: Tienes reservas solicitadas
fr: Vous avez un cours en réservation
ja: リクエストがある

# timezone.display
source: * All times listed are in your local timezone: %@(GMT%@:00)
es: * El horario se muestra en tu zona horaria: %@(GMT%@:00)
fr: * Les horaires indiqués sont ceux de votre fuseau horaire: %@(GMT%@:00)
ja: * ここのタイムゾーンは %@(GMT%@:00)

# booking.not.scheduled
source: Unbooked: %@
es: Sin Reservar: %@
fr: Non reservés : %@
ja: 未予約 : %@

# booking.expire.date
source: Expiration date: %@
es: Fecha de Expiraci칩n: %@
fr: Date limite : %@
ja: 有効期限 : %@
