Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/Chatroom.strings
Languages: es, fr, ja, ko

# chatUser.title
source: Information
es: Información de usuario
fr: Informations
ja: ユーザー情報

# course.card.buy
source: Purchase
es: Comprar ahora
fr: Acheter
ja: 購入

# course.card.expire.date
source: Expiry Date:
es: Fecha de vencimiento:
fr: Heure d'expiration:
ja: 有効期限:

# course.card.program
source: %d Lessons x %@ (%d mins)
es: %d clases x %@ (%d minutos)
fr: %d leçons x %@ (%d minutes)
ja: %dレッスン x %@ (%d分)

# course.card.remainingTime
source: Remaining Time:
es: Tiempo quedado:
fr: Temps restant:
ja: 有効時間:

# course.extend.view.expired
source: Expired
es: Fecha de caducidad:
fr: Date d'expiration de vos cours
ja: 有効期限

# course.extend.view.extend
source: Extend
es: Extender hasta
fr: Étendu à
ja: 延長期限

# course.extend.view.interview
source: Interview
es: Entrevista
fr: Entretien (Démo)
ja: デモクラス

# course.extend.view.lesson
source: Lessons
es: Clases restantes
fr: Leçons restantes
ja: 未完了レッスン

# course.extend.view.modify
source: Submit
es: Modificar
fr: Modifier
ja: 更新

# course.extend.view.note
source: * Teachers will not get paid for uncompleted lessons once the package has expired.
es: * El Profesor tiene que completar todas las clases para recibir el dinero
fr: * Les enseignants ne seront pas payés pour les leçons non terminées une fois que le forfait aura expiré.
ja: * 講師は全てのコースを完了したらレッスン料がもらえます。

# course.extend.view.private.session
source: Private Session
es: Clase Oficial
fr: Classe officielle
ja: 正式レッスン

# course.extend.view.student
source: Student
es: Nombre de estudiante
fr: Nom de l'étudiant
ja: 生徒名前

# course.extend.view.title
source: Extend Package
es: Extender curso
fr: Extension de la validité des cours
ja: パッケージを変更する

# course.extend.view.trial.session
source: Trial Session
es: Clase de prueba
fr: Classe d'essai
ja: 体験レッスン

# course.extend.view.type
source: Type
es: Tipo de curso
fr: Type de cours
ja: コース内容

# course.extension.card.expire.date
source: Expiry date: %@
es: fecha de vencimiento: %@
fr: Valide jusqu'à：%@
ja: 有効期限: %@

# course.extension.card.extend
source: Extend
es: Extender
fr: Extension de la durée de validité
ja: 期限延長

# course.extension.card.extended
source: Extended
es: Se ha extendido
fr: Étendu
ja: 延長済

# course.extension.card.remainingCount
source: Lessons: %@ lesson(s)
es: Clases quedadas: %@ clases
fr: Leçons restantes: %@ leçons
ja: 未完了: %@レッスン

# course.extension.card.title
source: Request for extension of package
es: Solicitar extensión del curso
fr: Demander une extension de la validité des cours
ja: パッケージを延長するリクエスト

# custom.schedule.course.placeholder
source: Select a package
es: Elige el paquete
fr: Sélectionnez un pack de cours
ja: パッケージを選んでください。

# custom.schedule.course.title
source: Select a package
es: Elegir un paquete
fr: Choisissez un pack de cours
ja: パッケージ選択

# custom.schedule.done
source: Done
es: Completado
fr: Terminé
ja: 完了

# custom.schedule.student.time.placeholder
source: Select a lesson time
es: Seleccionar un horario de clase
fr: Sélectionnez l'horaire du cours
ja: 上記の時間を選んでください。

# custom.schedule.student.time.title
source: Student’s local time（GMT：%@:00）
es: Hora local de estudiante（GMT：%@:00）
fr: Heure locale des étudiants（GMT：%@:00）
ja: 生徒の時間帯（GMT：%@:00）

# custom.schedule.submit
source: Submit
es: Enviar
fr: Envoyer
ja: 送信

# custom.schedule.teacher.date.placeholder
source: Select a date
es: Seleccionar fecha
fr: Choisissez la date
ja: 日付を選択する

# custom.schedule.teacher.time.placeholder
source: Select a time
es: Seleccionar horario
fr: Choisissez l'heure
ja: 時間を選択する

# custom.schedule.teacher.time.title
source: Teacher’s local time（GMT：%@:00）
es: Hora local de tutor（GMT：%@:00）
fr: Heure locale du professeur（GMT：%@:00）
ja: 講師の時間帯（GMT：%@:00）

# custom.schedule.title
source: Lesson request
es: Pedir un curso
fr: Demander un cours
ja: 予約リクエスト

# direct.booking.request.accepted
source: Accepted
es: Aceptado
fr: Accepté
ja: 確認済

# direct.booking.request.available
source: Expiry time:
es: Disponibilidad:
fr: Vieillissement:
ja: 有効時間:

# direct.booking.request.await
source: Awaiting
es: Solicitud en espera
fr: En attente
ja: 確認中

# direct.booking.request.expired
source: Expired
es: Expirado
fr: Expiré
ja: 期限切れ

# direct.booking.request.rejected
source: Rejected
es: Rechazado
fr: Rejeté
ja: 却下済

# direct.booking.request.timezone
source: Time zone:
es: Zona horaria:
fr: Fuseau horaire:
ja: 時間帯:

# direct.booking.request.title
source: Teacher sent a lesson request
es: El profesor te ha enviado una solicitud de clase
fr: L'enseignant a envoyé une demande de cours
ja: 講師は予約の確認を送信する

# extension.book
source: Book
es: Reservar
fr: Réserver
ja: 予約

# extension.course
source: Courses
es: Clase
fr: Classe
ja: コース

# extension.customSchedule
source: Open a time slot
es: Escoger horarios
fr: Choisir un créneau horaire
ja: 授業時間

# extension.discount
source: Discount
es: Cupón
fr: Coupon
ja: クーポン

# extension.purchase
source: Purchase
es: Comprar clases
fr: Acheter
ja: 授業購入

# input.blocked
source: You can't reply to this conversation
es: Ya no puedes responder esta conversación
fr: Vous ne pouvez plus répondre à cette conversation
ja: 相手に返信できません。

# input.placeholder
source: Say something...
es: Escribe algo...
fr: Dites quelque chose ...
ja: メッセージを入力する

source: Next lesson:
es: La siguiente clase:
fr: Cour suivante：
ja: 次回のレッスン:

# recommend.teacher.skill
source: %@ is experienced in teaching
es: {name} tiene una gran experiencia enseñando
fr: {name} a de l'expérience dans l'enseignement
ja: 講師の得意は

# teacher.discount.expired
source: Expired
es: Venció
fr: Expiré
ja: 期限切れ

# teacher.discount.minValue
source: Minimum charge:
es: Consumo mínimo:
fr: Norme de consommation minimale:
ja: 最低利用金額:

# teacher.discount.redeem
source: Buy Now
es: Usar ahora
fr: Utiliser maintenant
ja: すぐ使う

# teacher.discount.timeLeft
source: Time remaining:
es: Tiempo quedado:
fr: Temps restant:
ja: 有効時間:

# teacher.discount.used
source: Used
es: usados
fr: Déjà utilisé
ja: 使用済

# ticket.age
source: Age
es: Edad
fr: Âge
ja: 年齢

# ticket.budget
source: Budget
es: Presupuesto
ja: 予算

# ticket.level
source: Level
es: Nivel
fr: Niveau
ja: レベル

# ticket.note
source: Note
es: Nota
ja: その他

# ticket.purpose
source: Purpose
es: Objetivos
fr: Motivation
ja: 目標

# ticket.title
source: %@ ticket
es: %@ Requerimientos
fr: %@ Besoins d'apprentissage
ja: %@学習リクエスト

# ticket.weakness
source: Weakness
es: Mejorar
fr: Renforcer
ja: 強化したい部分

# trial.ask.hint
source: If this is the first time of your lesson here, you can refer this article to know how to have class.
es: Si es tu primera clase en AmazingTalker, puedes mirar este artículo para ver cómo tomar la clase
fr: Si c'est la première fois que vous suivez un cours ici, vous pouvez vous référer à cet article pour savoir comment avoir cours.
ja: 初めてのレッスン前に、ツールなどの使用方法を参考してください。

# trial.ask.link
source: https://reurl.cc/NjqYbk
ja: https://reurl.cc/D9mqKE

# userInfo.block
source: Block
es: Bloquear
fr: Bloquer
ja: ブロック

# userInfo.check
source: View
es: Buscar
fr: Voir
ja: 詳細

# userInfo.completed
source: Completed
es: Clases completado
fr: Nombre de cours finis
ja: 完了済レッスン数

# userInfo.lastLesson
source: Last lesson
es: La última Clase
fr: Cours précendent
ja: 前回のレッスン時間

# userInfo.learn
source: Learn
es: Aprende
fr: Apprend
ja: 学習言語

# userInfo.packageList
source: Package List
es: Lista de cursos
fr: Liste des cours
ja: パッケージリスト

# userInfo.scheduled
source: Scheduled
es: Futuras clases
fr: Nombre de cours à venir
ja: 予約済レッスン数

# userInfo.teach
source: Teach
es: Enseña
fr: Enseigne
ja: 教える言語

# userInfo.unscheduled
source: Unscheduled
es: Clases no reservadas
fr: Cours non réservés
ja: 未予約レッスン数

# custom.message
source: Sample Messages
es: Mensaje personalizado
fr: Messages personnalisés
ja: サンプル メッセージ

# custom.message.setting
source: Manage template messages
es: Administrar plantillas de mensajes
fr: Gérer les modèles de messages
ja: テンプレートメッセージを管理

# custom.message.none
source: No template
es: Sin plantilla
fr: Sans modèle
ja: テンプレートがありません

# custom.message.create
source: Add
es: Agregar
fr: Ajouter
ja: 追加

# custom.message.edit
source: Edit template
es: Editar plantilla
fr: Modifier le modèle
ja: メッセージ編集

# custom.message.frequent
source: Frequently used
es: Usado frecuentemente
fr: Fréquemment utilisé
ja: よく使うメッセージ

# custom.message.not.found
source: No results found
es: No se ha encontrado plantilla
fr: Aucun modèle trouvé
ja: 検索結果がありません

# custom.message.all
source: All templates
es: Todas las plantillas
fr: Tous les modèles
ja: すべてのメッセージ

# custom.message.name.required
source: Title (required)
es: Titulo (requerido)
fr: Titre (obligatoire)
ja: テンプレート名（必須）

# custom.message.content
source: Message (at least 10 characters)
es: Mensaje (al menos 10 caracteres)
fr: Message (au moins 10 caractères)
ja: テンプレート（10文字以上）

# custom.message.hint
source: Title can't be empty
es: El nombre de la plantilla no puede estar en blanco
fr: Le nom du modèle ne peut pas être vide
ja: テンプレート名は、必ず入力して下さい

# custom.message.content.limit
source: Message can't be under %@ characters
es: El mensaje no puede tener menos de %@ caracteres
fr: La longueur du message ne peut être inférieure à %@ caractères
ja: 内容は%@文字以上入力してください

# custom.message.save
source: Save
es: Guardar
fr: Sauvegarder
ja: 保存

# custom.message.search
source: Search templates
es: Buscar plantillas
fr: Recherche de modèles
ja: メッセージ検索

# custom.create.button
source: Create
es: Crear un nuevo plan
fr: Nouveau plan
ja: 追加する

# custom.create.field.title.name
source: Course title
es: Nombre del Curso
fr: Nom du cours
ja: コース名前

# custom.create.field.title.subject
source: Subject
es: Idioma
fr: Langue
ja: 言語

# custom.create.field.title.count
source: Lessons
es: Clases
fr: Cours
ja: レッスン数

# custom.create.field.title.price
source: Price per class (USD)
es: Precio por clase (USD)
fr: Prix (USD)
ja: レッスン単価 (USD)

# custom.create.field.title.duration
source: Duration
es: Duración
fr: Durèe de classe
ja: レッスン時間

# custom.create.field.placeholder.choose
source: Select a tutor and write a story
es: Eleja un tutor y escriba una historia
fr: Écrivez un article
ja: 体験談を記載する講師を選んでください

# custom.create.field.placeholder.name
source: e.g., Essay writing lesson
es: Ej. clase de negocios en inglés - Nivel Avanzado
fr: ex. Cours de grammaire anglaise - Niveau avancé
ja: 例：英語作文

# custom.create.field.unit.minute
source: %@mins
es: %@minutos
fr: %@minutes
ja: %@分

# custom.create.page.title
source: Edit customized prices
es: Editar precios personalizados
fr: Modifier vos prix personnalisés
ja: カスタマイズ型価格編集

# teacher.info.hint
source: Click on the teacher's page to learn more.
es: Haz click en la página del profesor para saber más.
fr: Cliquez sur la page de l'enseignant pour en savoir plus.
ja: 講師のプロファイルをクリックして詳細を確認しよう

# coursePackage.state.complete
source: Completed: %@
es: Completada: %@
fr: Terminé：%@
ja: 完了済：%@
ko: 완료됨:%@

# coursePackage.state.incomplete
source: Incomplete ({count})
es: No completada (%@)
fr: Inachevé (%@)
ja: 未完了 (%@)
ko: 미완료 (%@)

# coursePackage.state.refund
source: Refund (%@)
es: Devuelta (%@)
fr: Remboursé (%@)
ja: 返金済 (%@)
ko: 환불됨 (%@)

# coursePackage.state.incomplete.desc
source: Not yet scheduled
es: Aún no ha reservado
fr: Non réservé
ja: 未予約
ko: 아직 예약되지 않음

# coursePackage.state.incoming.desc
source: Lesson %@:
es: Clase %@ :
fr: Leçon %@:
ja: レッスン %@：
ko: %@ 번째 수업 :

# coursePackage.state.end
source: Terminated
es: Terminada
fr: Terminé
ja: 中止済
ko: 중지됨

# coursePackage.state.expired
source: Expired
es: Vencida
fr: Expiré
ja: 期限切れ
ko: 만료됨

# coursePackage.state.onGoing
source: Active
es: En curso
fr: En cours
ja: 進行中
ko: 진행 중

# coursePackage.state.complete.string
source: Completed
es: Acabado
fr: Terminé
ja: 完了した

# chatUserInfo.coursePackage
source: Package List
es: Lista de cursos
fr: Liste des cours
ja: パッケージリスト
ko: 수업 패키지 목록

# student.list.filter.all
source: All students
es: Todos los estudiantes
fr: Tous les étudiants
ja: 全ての生徒
ko: 전체 학생

# student.list.filter.title
source: Filter
es: Filtrar
fr: Filtrer
ja: フィルタ

# student.list.private.lesson
source: Active
es: Clase Oficial
fr: Classe officielle
ja: 正式レッスン

# student.list.trial.lesson
source: Trial
es: Clase de prueba
fr: Classe d'essai
ja: 体験レッスン

# student.list.scheduled
source: Reserved
es: Reservado
fr: Réservé
ja: 予約済
ko: 예약됨

# student.list.not.scheduled
source: Non-reserved
es: Aún no está reservado
fr: Pas encore réservé
ja: 未予約
ko: 예약되지 않음

# student.list.not.repurchased
source: No repeat order
es: No se ha hecho compra
fr: renouvellement d'achat
ja: 再購入しない
ko: 정규 수업이 갱신되지 않음

# student.list.title
source: Student list
es: Lista de estudiantes
fr: Liste des étudiants
ja: 生徒リスト
ko: 학생 리스트
