Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/Localizable.strings
Languages: es, fr, ja

# alert.close
source: OK
es: Cerrar
ja: 確認

# alert.leave
source: leave
es: abandonar
fr: laisser
ja: 離れる

# alert.confirm
source: Confirm
es: Confirmar
fr: Confirmer
ja: 確認

# alert.request.authorization.body
source: Chances are you will miss the class and messages if you do not allow notification. Please go to “Settings” → “Notifications” → “Allow Notifications”
es: Es posible que olvides la clase si no tienes notificaciones. Por favor ves a "Herramientas" → "Notificaciones" → "Activar notificaciones"
fr: Il y a de fortes chances que vous oubliez vos cours et que vous ne receviez pas les messages si vous désactivez les notifications. Veuillez vous rendre dans "Paramètres" → "Notifications" → "Autoriser les notifications".
ja: プッシュ通知をオフにしたら、レッスンについての通知を受け取れません。「設定」→「通知」→「通知を許可」をオンにしてください。

# alert.request.authorization.button.cancel
source: Cancel
es: Cancelar
fr: Annuler
ja: 設定しない

# alert.request.authorization.button.gotosettings
source: Go to Settings
es: Ir a Herramientas
fr: Accéder aux paramètres
ja: 設定

# alert.request.authorization.title
source: Do not allow Notification?
es: ¿Estás seguro de quitar las notificaciones?
fr: Êtes-vous sûr(e) de ne pas autoriser les notifications ?
ja: レッスンについての通知を受けたくない？😱

# alert.sent.successfully
source: Sent successfully
es: Enviado con éxito
fr: Envoyé avec succès
ja: 送信した

# alert.update.app
source: This version of the app is outdated; please update the app
es: La versión de la aplicación es antigua, por favor, actualice su aplicación.
fr: La version de votre application est trop ancienne, veuillez mettre à jour votre application
ja: 現在お使いのアプリは古いバージョンです。最新バージョンに更新してください。

# alert.camera.permission.title
source: Need to turn on camera permissions
es: Necesito activar el permiso de la cámara
fr: Besoin d'activer l'autorisation de la caméra
ja: カメラの許可をオンにする必要があります

# ask.learning.language.title
source: %@ can teach %@ languages, which language do you want to learn?
es: Profesor %@ puede enseñar %@ idiomas! En qué quieres saber más?
fr: %@ Je peux enseigner %@ langues! Quelle langue voulez-vous savoir?
ja: %@ 先生は %@ カ国語のレッスンを指導する!何を学びたいですか

# booking.page.title
source: Schedule Lesson
es: reservar clases
fr: Réserver un cours
ja: レッスン予約

# calendar.title
source: Calendar
es: Calendario
fr: Calendrier
ja: カレンダー

# common.confirm.button.title
source: Send
es: Enviar
fr: Envoyer
ja: 送信

# forgot.password.mail.send.alert.message
source: A password reset email has been sent. Please check your Email.
es: Te hemos enviado un email para que puedas tener una nueva contraseña
fr: Un email de réinitialisation du mot de passe a été envoyé. Veuillez vérifier votre adresse électronique.
ja: リセットメールを送りました。ご確認ください。

# forgot.password.page.title
source: Forget Passwords
es: Recuperar contraseña
fr: Réinitialisation du mot de passe
ja: パスワードリセット

# forgot.password.phone.send.alert.message
source: A password reset message has been sent. Please check your SMS.
es: Te hemos enviado un mensaje SMS al móvil para que puedas tener una nueva contraseña
fr: Un message de réinitialisation du mot de passe a été envoyé. Veuillez vérifier vos SMS.
ja: リセットメッセージを送りました。ご確認ください。

# inputField.confirm.check.warning.text
source: %@ does not match
es: Confirmar que %@ son diferentes
fr: %@ Confirmer n’est pas le même
ja: %@が一致していません。

# inputField.empty.warning.text
source: %@ can't be empty
es: %@ no puede estar vacío
fr: %@ Ne peut pas être vide
ja: %@が必要です

# inputField.mail.invalid.warning.text
source: %@ is not a valid email
es: %@ Tiene que ser un correo electrónico válido
fr: %@ Il faut être un courrier électronique
ja: Eメールアドレスは有効ではありません。

# inputField.min.length.warning.text
source: %@ can't less than %@ character
es: %@ Debe tener un mínimo de %@ letras
fr: %@ Pas moins que %@ caractères.
ja: %@の長さ%@文字以上に設定してください。

# inputField.phone.invalid.warning.text
source: %@ is not a number
es: %@ Debe ser un número
fr: %@ Il faut être les chiffres
ja: %@ 数値ではありません。

# inputfield.confirmpassword.title
source: Re-enter password
es: Confirmar tu contraseña
fr: Confirmer le mot de passe
ja: パスワード（確認）

# inputfield.mail.title
source: Email
es: Correo electrónico
ja: メールアドレス

# inputfield.name.title
source: Name
es: Nombre
fr: Prénom
ja: お名前

# inputfield.password.title
source: Password (at least 8 characters)
es: contraseña (al menos 8 caracteres)
fr: Mot de passe (8 caractères minimum)
ja: パスワード

# inputfield.phone.title
source: Phone number
es: Teléfono móvil
fr: Numéro de téléphone
ja: 携帯電話番号

# launch.logoview.subtitle
source: Learn a language like making new friends
es: Aprende un idioma desde casa
fr: Apprenez une langue depuis votre salon
ja: 友達のような外国語講師を探す

# menu.home.title
source: Browse
es: Navegar
fr: Naviguer
ja: メニュー

# menu.profile.title
source: Account
es: Cuenta
fr: Compte
ja: アカウント

# menu.ticket.title
source: AI Matching
es: Sistema de Recomendación
fr: Match
ja: 知能推薦

# message.page.title
source: Messages
es: Mensaje
ja: メッセージ

# no.data.title
source: No Data
es: No hay datos
fr: Pas de données
ja: 今はありません。

# notice.report
source: Lesson Issue
es: Reportar un problema
fr: Questions des cours
ja: レッスンの質問

# notice.request
source: Lesson Request
es: Pedir un curso
fr: Demander un cours
ja: レッスン予約

# notification.action.close.app.button.title
source: Close
es: Cerrar
fr: OK
ja: 閉じる

# notification.action.show.app.button.title
source: Show
es: Mostrar
fr: Afficher
ja: アプリで開く

# notification.action.textinput.button.title
source: Reply to message
es: Responder al mensaje
fr: Répondre au message
ja: 返信

# notification.inputtext.placeholder
source: Input text here
es: Pon el texto aquí
fr: Saisir le texte ici
ja: 内容を入力

# notification.inputtext.send.title
source: Send
es: Enviar
fr: Envoyer
ja: 送信

# notification.page.title
source: Notifications
es: Notificación
ja: 通知

# panel.button.booking
source: Book Now
es: reservar clases
fr: Réserver un cours
ja: すぐ予約

# panel.button.calendar
source: Calendar
es: Calendario
fr: Calendrier
ja: カレンダー

# panel.yourLessons
source: Your Lessons
es: Mis clases
fr: Mes cours
ja: レッスン一覧

# panel.recommendTeachers
source: Recommended tutors
es: Profesores Recomendados
fr: Professeurs recommandés
ja: おすすめ講師

# panel.recommendTeacher.seeMore
source: See all
es: Ver todos
fr: Voir plus
ja: 全て見る

# phone.verify.page.count.down.title
source: Please verify in
es: Expira en
fr: Expire dans
ja: 認証期限

# phone.verify.page.description.text
source: The verification code has been sent to %@. Please enter the 6-digits code.
es: Hemos enviado el código de verificación a %@. Por favor escribe los 6 dígitos.
fr: Le code de vérification a été envoyé à %@. Veuillez saisir le code à 6 chiffres.
ja: %@….に送信しました。メッセージ内の６つ認証コードを入力してください。

# phone.verify.page.resend.button.title
source: Send again
es: Enviar de nuevo
fr: Envoyer à nouveau
ja: 再送信する

# phone.verify.page.resend.hint.title
source: not yet received?
es: ¿Todavía no lo has recibido?
fr: Pas encore reçu ?
ja: まだ受けません？

# phone.verify.page.title
source: Verification code
es: Introduce el código de verificación
fr: Entrez le code de vérification
ja: 認証コードを入力

# private.lesson
source: 50 minutes
es: 50 minutos
ja: 50 分

# search.page.title
source: Find Tutors
es: Buscar profesores
fr: Trouver un enseignant
ja: 先生探す

# story.page.title
source: Community
es: Comunidad
fr: Communauté
ja: 体験談

# topbar.search.title
source: Language to learn?
es: ¿Qué idioma quieres aprender?
fr: Quelle langue voulez-vous apprendre?
ja: 好きな言語を選んでみませんか？

# trial.lesson
source: 25 minutes
es: 25 minutos
ja: 25 分

# webview.refresh.button
source: Refresh
es: Actualizar
fr: Actualiser
ja: リトライする

# webview.refresh.content
source: Internet connect was lost. Please check your network connection, or try refreshing the app.
es: Se perdió la conexión a Internet. Verifica tu conexión de red o intenta volver a abrir la aplicación.
fr: La connexion Internet a été perdue. Veuillez vérifier votre connexion réseau ou essayer de rafraîchir l'application.
ja: 通信に失敗しました。通信状態の良いところでもう一度お試しください。

# webview.refresh.title
source: Oops!
es: ¡Ups!
fr: Oups !
ja: エラー

# payment.failed.message
source: Payment failed. Please contact us for support or use an alternative payment method.
es: Pago fallido. Contáctenos o use otro método de pago.
fr: échec du paiement, veuillez nous contacter pour obtenir de l'aide ou utiliser un autre mode de paiement.
ja: 決済に失敗しました。カスタマーサービスに連絡、または他の支払方法をお選びください。

# alert.change.not.saved
source: Unsaved changes will be lost, are you sure you want to leave?
es: Los cambios no guardados se perderán, ¿está seguro de que desea salir?
fr: Les modifications non enregistrées seront perdues. Voulez-vous vraiment quitter ?
ja: 変更はまだ保存されていません。このページから離れますか。

# alert.change.not.saved.cancel
source: Continue editing
es: Continuar editando
fr: Continuer à modifier
ja: 編集し続ける

# bottom.remind.ai.dispatch.title
source: The recommended teacher has sent you a message!
es: ¡El profesor recomendado te ha enviado un mensaje!
fr: Le professeur recommandé par le système vous enverra un message privé !
ja: ATがおすすめの先生からメッセージが届きます！

# bottom.remind.ai.dispatch.body
source: The teacher is online now! Check your messages to discuss your needs.
es: Nuestros profesores están en línea para responder a tus mensajes y hablar de tus necesidades.
fr: Nos enseignants sont en ligne pour répondre à vos messages et discuter de vos besoins.
ja: 先生がオンライン中です。チャットを確認し先生とレッスンについて相談しましょう

# update.suggest.title
source: Download the latest version of the app
es: Descargar la última versión de la app
fr: Téléchargez la dernière version de l'application
ja: アプリの最新バージョンをダウンロード

# update.force.title
source: App update available.
es: Actualización de la aplicación
fr: Mise à jour de l'application disponible.
ja: アップデートする

# update.force.body
source: Please update to the latest version to enjoy all the newest features!
es: Actualiza a la última versión para disfrutar de todas las novedades.
fr: Veuillez mettre à jour la dernière version pour profiter de toutes les nouvelles fonctionnalités !
ja: 今すぐアップデートし最新機能をお楽しみください！

# update.force.action
source: Update now
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐアップデート
