Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/LoginPage.strings
Languages: es, fr, ja

# mail.login
source: Sign In with Email
es: Iniciar sesión con Email
fr: Se connecter avec son email
ja: メールアドレスでログイン

# phone.login
source: Sign In with Phone
es: Iniciar Sesión con Teléfono móvil
fr: Se connecter avec son numéro
ja: 携帯電話番号でログイン

# apple.login
source: Sign In with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
ja: Appleでログイン

# facebook.login
source: Sign In with Facebook
es: Iniciar sesión con Facebook
fr: Se connecter avec Facebook
ja: Facebookでログイン

# google.login
source: Sign In with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
ja: Googleでログイン

# login.anotherSelection.title
source: or
es: O
fr: ou
ja: または

# login.confirm.title
source: Log in
es: Iniciar sesión
fr: Se connecter
ja: ログイン

# login.forgotPassword.title
source: Forgot Password?
es: Has olvidado la contraseña?
fr: Mot de passe oublié
ja: パスワードを忘れた場合

# login.mail.page.title
source: Login
es: Iniciar sesión
fr: Se connecter
ja: ログイン

# login.notRegister.title
source: Not a member yet?
es: ¿No eres un miembro todavía?
fr: Pas encore membre ?
ja: また登録しない？

# login.phone.page.title
source: Continue with Phone
es: Continuar con Móvil
fr: Continuer avec son téléphone
ja: 携帯電話番号でログイン

# signup.phone.page.title
source: Sign up with Phone
es: Registrarte con Teléfono móvil
fr: S'inscrire avec son numéro de téléphone
ja: 携帯電話番号で登録

# login.register.button.title
source: Sign up
es: Registrar
fr: S'inscrire
ja: 新規登録

# more.login
source: Show more
es: Ver más
fr: Afficher plus
ja: もっと見る

# phone.signup
source: Sign up with Phone
es: Registrarte con Teléfono móvil
fr: S'inscrire avec son numéro de téléphone
ja: 携帯電話番号で登録

# mail.signup
source: Sign Up with Email
es: Registrarte con Email
fr: S'inscrire avec son email
ja: Emailで登録

# facebook.signup
source: Sign Up with Facebook
es: Registrarte con Facebook
fr: S'inscrire avec Facebook
ja: Facebookで登録

# google.signup
source: Sign Up with Google
es: Registrarte con Google
fr: S'inscrire avec Google
ja: Googleで登録

# apple.signup
source: Sign Up with Apple
es: Registrarte con Apple
fr: S'inscrire avec Apple
ja: Appleで登録

# signup.alreadyRegister.title
source: Already a member?
es: ¿Ya eres miembro?
fr: Déjà membre ?
ja: アカウントがある？

# signup.confirm.title
source: Sign up
es: Registrar
fr: S'inscrire
ja: 新規登録

# signup.login.button.title
source: Log in
es: Iniciar sesión
fr: Se connecter
ja: ログイン

# signup.mail.page.title
source: Sign up
es: Registrar
fr: S'inscrire
ja: 登録する

# signup.privacyAndTerms.title
source: By clicking “Sign up”, you agree to our Term of Service and Privacy Policy
es: Haciendo click en Iniciar Sesión aceptas nuestras condiciones generales y política de privacidad
fr: En cliquant sur s'inscrire, vous acceptez nos conditions générales et notre politique de confidentialité.
ja: AmazingTalkerの個人情報保護方針と利用規約に同意の上お進みください。

# signup.privacyAndTerms.underlineText
source: Term of Service and Privacy Policy
es: Condiciones generales y Política de privacidad
fr: Conditions générales, politique de confidentialité.
ja: 個人情報保護方針と利用規約

# user.timezone.change.detected
source: Time zone change detected
es: Cambio de zona horaria detectado
fr: Changement de fuseau horaire détecté
ja: タイムゾーン変更を感知しました

# user.timezone.change.ask.title
source: Do you want to update your account time zone? This will change your class notification times and how others see your time zone.
es: ¿Te gustaría sincronizar la zona horaria de tu cuenta automáticamente? Esto cambiará los horarios de notificación de la clase y cómo otros ven tu zona horaria.
fr: Souhaitez-vous synchroniser le fuseau horaire de votre compte automatiquement ? Cela changera l'heure à laquelle vous receverez vos notifications pour un cours et votre fuseau horaire affiché pour les autres utilisateurs!
ja: アカウントのタイムゾーンを変更しますか？ レッスン通知やや他の方に表示されるタイムゾーンも変更されます。

# user.timezone.change.selection
source: Select the time zone for your location or a nearby location.
es: Selecciona la zona horaria de tu ubicación o una ubicación cercana.
fr: Sélectionnez le fuseau horaire de votre emplacement ou d'un emplacement proche.
ja: タイムゾーンを選択

# user.timezone.change.warning
source: Note: If you choose not to synchronize automatically, the time on the calendar will still be automatically synchronized to the new time zone to ensure that appointments you make are set to the correct course time.
es: Nota: Si eliges "Sin sincronización automática", los horarios de tus clases en el calendario se seguirán sincronizando con la nueva zona horaria detectada para garantizar que las clases reservadas se establezcan en la hora correcta.
fr: Remarque : si vous choisissez "Pas de synchronisation automatique", l'heure du calendrier sera toujours automatiquement synchronisée avec le nouveau fuseau horaire afin de garantir que vous prenez rendez-vous à l'heure correcte.
ja: 注意：もし、「自動的に同期しない」を選択した場合、レッスンタイムが自動的に新しいタイムゾーンに変更され、正確なレッスン時間に予約されます。

# user.timezone.change.action.confirm
source: Update
es: Actualizar
fr: Mettre à jour
ja: 更新

# user.timezone.change.action.cancel
source: Never auto synchronize
es: Sin sincronización
fr: Ne pas mettre à jour
ja: 自動的にタイムゾーンを同期しない

# user.timezone.change.ask.confirm.title
source: Are you sure that you do not want to synchronize your account's time zone?
es: ¿Seguro que no deseas sincronizar la zona horaria de tu cuenta?
fr: Voulez-vous confirmer de ne pas synchroniser le fuseau horaire de votre compte?
ja: 自動的にタイムゾーンを同期しないことを確認しますか？

# user.timezone.change.ask.confirm.subtitle
source: When you select not to update your time zone automatically, the time on the calendar will still be automatically updated to the new time zone, but you may receive class notifications at the wrong time.
es: Cuando seleccionas "Sin sincronización de la zona horaria de la cuenta", la hora en el calendario aún se actualizará automáticamente a la nueva zona horaria, pero es posible que recibas notificaciones de clase en el momento equivocado.
fr: Lorsque vous sélectionnez "Ne pas synchroniser le fuseau horaire de votre compte.", l'agenda sera quand même automatiquement mis à jour en fonction du nouveau fuseau horaire détecté, mais vous risquez de recevoir les notifications de cours à la mauvaise heure.
ja: 「タイムゾーンを自動的に更新しない」を選択すると、レッスンタイムテーブルは新しいタイムゾーンに基づいて自動的に更新されます。間違った時間にレッスン通知を受け取る可能性があります。

# user.timezone.change.ask.confirm.body
source: To ensure that you receive course notifications at the correct time, we strongly recommend that you automatically synchronize your device with your time zone.
es: Para asegurar de recibir las notificaciones de la clase a la hora correcta, te recomendamos encarecidamente que sincronices automáticamente tu dispositivo con tu zona horaria.
fr: Pour être sûr de recevoir les notifications de cours à la bonne heure, nous vous recommandons vivement de synchroniser automatiquement votre appareil avec votre fuseau horaire.
ja: 正しい時間にクラス通知を確実に受信するために、デバイスのタイムゾーンを自動同期することを強くお勧めします。

# user.timezone.change.ask.confirm.action.confirm
source: Return to previous step
es: Regresar al paso anterior
fr: Retour à l'étape précédente
ja: 戻る

# user.timezone.change.ask.confirm.action.cancel
source: Confirm to stop synchronizing
es: Confirmar: sin sincronización
fr: Confirmer pour ne pas mettre à jour
ja: 自動的に変更しないことを確認する

# user.setting.timezone.autoupdate
source: Automatic time zone synchronization
es: Sincronización automática de zona horaria
fr: Synchronisation automatique du fuseau horaire
ja: 自動でタイムゾーンを変更する

# user.setting.timezone.autoupdate.confirm
source: Time zone update confirmed
es: Sincronización automática confirmada
fr: Confirmation de la mise à jour du fuseau horaire
ja: 自動タイムゾーン変更を確認

# user.setting.timezone.autoupdate.cancel
source: Cancel the time zone update
es: Sincronización automática cancelada
fr: Annulation de la mise à jour du fuseau horaire
ja: タイムゾーン自動変更を解除
