Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/MenuPage.strings
Languages: es, fr, ja

# at.credit
source: AT credits
es: Créditos de AT
fr: Crédits AT
ja: ATクレジット

# favorite.teachers.title
source: My favorites
es: Profesores guardados
fr: Mes enseignants préférés
ja: 我收藏的導師

# item.account.setting
source: Account settings
es: Mi perfil | Configuración de cuenta
fr: Configuration du compte
ja: アカウント設定

# item.coupons
source: Coupons
es: Cupón
fr: Coupon
ja: クーポン

# item.logout
source: Log Out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト

# logout.ask
source: Are you sure you want to log out?
es: ¿Estás seguro que quieres Cerrar Sesión?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?
ja: ログアウトしますか？

# item.referral
source: Invite friends
es: Invitar a tus amigos
fr: Invitez vos amis
ja: 友達に勧める

# item.teacher.collection
source: Favorite tutors
es: Guardar el profesor
fr: Professeurs préférés
ja: お気に入りの先生

# item.teacher.setting
source: Teacher recruiting
es: Reclutamiento de Profesores
fr: Recrutement des enseignants
ja: 教師招生設定

# item.ticket.template
source: Manage learning ticket reply template
es: Administrar plantilla de respuesta de ticket
fr: Gérer vos messages automatiques
ja: メッセージの例文の管理

# item.message.template
source: Manage template messages
es: Administrar plantillas de mensajes
fr: Gérer les modèles de messages
ja: テンプレートメッセージを管理

# recruitment.title
source: Recruitment Settings
es: Herramientas de Reclutamiento
fr: Paramètres de recrutement
ja: 新生徒募集

# remaining.lessons
source: lessons
es: clases
fr: leçons
ja: 堂課

# teacher.setting.completedSessionCount
source: Completed
es: Clases completado
fr: Nombre de cours finis
ja: 完成したレッスン数

# teacher.setting.currentMonthIncome
source: %@ earned this month
es: Ingresos del mes %@
fr: Revenu mensuel %@
ja: 本月%@を稼ぐ

# teacher.setting.instantTutoring
source: Instant Tutoring
es: Comienza tus clases de inmediato
fr: Cours immédiat
ja: 即時授業

# teacher.setting.manuallyConfirmRequests
source: Manually Confirm Requests
es: Confirma la reserva manualmente
fr: Confirmer les demandes de cours manuellement
ja: 手動で予約確認

# teacher.setting.recommendationSystem
source: Recommendation System
es: Sistema de recomendación
fr: Système de recommandation
ja: マッチングシステム

# teacher.setting.recruitStudents
source: Recruit Students
es: Reclutar alumnos nuevos
fr: Recruter de nouveaux élèves
ja: 新生徒募集

# teacher.setting.unscheduledSessionCount
source: Unscheduled
es: Clases sin reservación
fr: Cours non réservés
ja: 未予約レッスン数

# teacher.setting.upcommingSessionCount
source: Scheduled
es: Futuras clases
fr: Nombre de cours à venir
ja: 今度のレッスン数

# item.currency
source: Choose a currency
es: Selecciona una moneda
fr: Choisissez une devise
ja: 通貨変更

# item.setting.search
source: Search currency
es: Buscador de divisa
fr: Rechercher une devise
ja: 通貨を検索する

# item.privacy.and.terms
source: Privacy And Terms
es: Términos de Servicio y la Declaración de Privacidad
fr: Règles de confidentialité et conditions d'utilisation
ja: 個人情報保護に関して

# item.feedback
source: Customer Service
es: Contactar a Atención al cliente
fr: Nous contacter
ja: カスタマーサービス

# item.teacher.verification
source: Identity verification
es: Verificación de identidad
fr: Vérification de l'identité
ja: 講師本名確認
