Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/Notice.strings
Languages: es, fr, ja

# button.check
source: Check
es: Ver
fr: Consulter
ja: チェック

# lesson.refund.content
source: Please go to Lesson Detail to confirm the refund!
es: Haz click en Detalles de la Clase para confirmar el Rembolso
fr: Veuillez vous rendre à la page Détail de la leçon pour confirmer le remboursement !
ja: レッスン詳細からレッスンのキャンセルを行ってください

# lesson.refund.title
source: Confirmation of lesson refund
es: Confirmación de reembolso de la Clase
fr: Confirmation du remboursement du cours
ja: キャンセル確認

# new.recommend.student.title
source: 【Click me to contact the new student】
es: 【Haz clic aquí para contactar con el estudiante nuevo】
fr: Cliquez ici pour contacter un nouvel étudiant
ja: 【新しい生徒に連絡する】

# new.recommend.student.message
source: You’ve got a new student match, hurry up!
es: Nuestro sistema te ha conectado con un nuevo estudiante, ponte en contacto con él/ella lo antes posible.
fr: Vous venez de matché avec un nouvel étudiant, veuillez le/la contacter dès que possible.
ja: 新しい生徒をマッチングしましたので、早めに連絡をしてください

# new.recommend.mentee.title
source: 【Click and Contact active teacher】
es: 【Haz clic y Contacta con un profesor activo】
fr: Contacter un enseignant actif

# new.recommend.mentee.message
source: We have matched an active teacher to you! Please contact him/her ASAP!
es: Hemos encontrado un profesor activo para ti. Por favor, contacta con él/ella lo antes posible.
fr: Nous venons de vous trouver un enseignant actif, veuillez le/la contacter dès que possible !

# recommended.student.lose.chance.title
source: The student has already been contacted by other tutors.
es: El estudiante ya ha sido contactado por otros profesores.
fr: L'étudiant a déjà été contacté par d'autres professeurs.
ja: この生徒は、他の講師によって連絡されました。

# recommended.student.lose.chance.message
source: Sorry, students have been contacted by other teachers, please try sooner next time. 😃
es: Lo sentimos, el estudiante ya ha sido contactado por otros profesores. ¡Intenta contactar con ellos más rápido la próxima vez! 😃
fr: Désolé, l'étudiant a été contacté par un autre enseignant. Soyez plus rapide la prochaine fois 😃
ja: 申し訳ありませんが、この生徒はすでに他の講師と連絡をしています。次回はできるだけお早めに連絡をしてください

# product.to.cart.by.student
source: The student has added you to shopping cart
es: Ahora ponte en el carrito de compra Aproveche la oportunidad de manifestar tu preocupación por los estudiantes
fr: Ajoutez-vous à votre panier maintenant Profitez-en pour vous soucier des étudiants
ja: レッスンに興味を持っている生徒がいます 早めに生徒に連絡をしてみましょう

# request.accepted
source: Accepted
es: Aceptado
fr: Accepté
ja: 受取済み

# request.expired.message.to.student
source: Expired.
es: Venció
fr: Expiré
ja: 期限が切れています

# request.expired.message.to.teacher
source: Expired. This record will affect your ranking on teacher's list.
es: Caducado. Este registro afectará en tu ranking de profesores.
fr: Expiré. Cela aura une incidence sur votre classement dans la liste des enseignants.
ja: 期限が切れています。これは講師の表示順位にも影響します

# request.initialization
source: Asking
es: En espera
fr: En attente
ja: リクエスト中

# request.rejected.message.to.student
source: Rejected.
es: Rechazado
fr: Rejeté
ja: キャンセルされました

# request.rejected.message.to.teacher
source: Rejected. This record will affect your teacher’s ranking.
es: Rechazado. Este registro afectará en tu ranking de profesores.
fr: Rejeté. Cela aura une incidence sur votre classement dans la liste des enseignants.
ja: キャンセルされました。これは講師の表示順位にも影響します
