Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/ReviewAppointment.strings
Languages: es, fr, ja

# homework.asktitle
source: Homework & Next section reminder
es: Tareas/deberes
fr: Rappel pour la prochaine classe
ja: 宿題

# leave.message.check.box.title
source: Show this review at Teacher's profile page in PRIVATE.
es: Comentario anónimo
fr: Commentaire anonyme
ja: 匿名で講師のプロフィールに表示されます。

# leave.message.hint
source: Please write down a feedback for your teacher.
es: Escribe aquí tu opinión sobre la clase con este profesor(a)
fr: Partagez votre expérience de classe
ja: 先生にレビューを書いてください

# leave.message.subtitle
source: Highly recommend using at least 1-2 lines to review the class, it will help the teacher understand your studying situation.
es: Recomedamos escribir mínimo 1-2 frases para que el profesor comprenda bien
fr: Il est recommandé d'utiliser au moins 1 à 2 lignes afin d'aider votre enseignant à mieux comprendre vos retours.
ja: 先生に学習状況を理解させるため、1行〜2行の内容を書いてください。

# leave.message.title
source: Please write down a feedback for your teacher
es: Deja un comentario sobre tu profesor
fr: Veuillez laisser un commentaire sur votre enseignant
ja: レビューを書いてください。

# placeholder
source: Please fill in...
es: Rellenar…
fr: Remplir...
ja: 入力してください

# rating.five.stars.title
source: Excellent
es: Excelente
fr: Très bien
ja: 大変良かった

# rating.four.stars.title
source: Pretty good
es: Muy bien
fr: Bien
ja: 良かった

# rating.one.star.title
source: Disappointed
es: Mal
fr: Insatisfait
ja: とても不満

# rating.subtitle
source: Please click on the star to rate the teacher. If not, the system's default is five stars.
es: Por favor haz click en la estrella para puntuar al profesor. Si no, el Sistema validará 5 estrellas automáticamente.
fr: Veuillez évaluer la qualité de votre cours. Si vous ne donnez pas de note, le système attribura automatiquement 5 étoiles.
ja: 先生に星評価で評価してください。デフォルトは五つ星です。

# rating.three.stars.title
source: So-so
es: Bien
fr: Pas bien
ja: 普通

# rating.title
source: Select your level of satisfaction
es: Selecciona tu nivel de satisfacción
fr: Avez-vous apprécié votre classe ?
ja: レッスンを評価してください

# rating.two.stars.title
source: Need to improve
es: Puede mejorar
fr: Doivent être améliorés
ja: 少し不満

# summary.asktitle
source: Summary
es: Resumen
fr: Résumé de la classe
ja: レッスン内容

# summary.subtitle
source: The feedback will be sent to your student.
es: Tu comentario será enviado a tu estudiante
fr: Votre commentaire sera envoyé à votre élève.
ja: 生徒はこのレビュー内容を見えます。

# summary.title
source: Write a feedback to your student
es: Escribe un comentario para tu estudiante
fr: Écrivez un commentaire à votre élève
ja: 生徒にレビューを書いてください。

# summary.name.title
source: Write a feedback to %@
es: Escribir feedback para %@
fr: Écrivez un commentaire à %@
ja: %@ にレビューを書いてください。

# homework.title
source: Please remind your student what to preview before the next lesson
es: Por favor recuérdale al estudiante las tareas y/o contenido para la próxima clase
fr: Veuillez rappeler à votre élève ce qu'il doit réviser pour la prochaine leçon
ja: 次回の宿題やレッスン内容を書いてください。

# teaching.style.subtitle
source: You can choose more than one answer.
es: Respuesta múltiple
fr: Choix multiple
ja: 一つ以上選べます。

# teaching.style.title
source: Select tags that meet your teacher's teaching styles (optional)
es: Selecciona las etiquetas que corresponden al estilo de tu profesor (Opcional)
fr: Sélectionnez les balises qui correspondent au style d'enseignement de votre professeur (facultatif)
ja: 先生に合うタグを選んでください。
