Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/TeacherProfile.strings
Languages: es, fr, ja

# badge.ghost.desc
source: In the past month, the tutor canceled or missed the lessons for more than 15% of the total number of lessons.
es: Ha cancelado reservas dentro de un mes, o la taza de ausencia ha aumentado hasta 15%.
fr: Professeur particulier qui dépasse 15% de fraction d'annulation des cours des étudiants, ou n'est pas apparu en classe pendans 1 mois.
ja: 近 1 個月取消學生的課程預約、或未出席的比例超過 15% 的教師。

# badge.ghost.title
source: Mysterious Tutor
es: Profesor desmotivado
fr: Professeur dans l'ombre
ja: 神出鬼沒的幽靈教師

# badge.hot.desc
source: Lots of students purchase courses from this tutor recently.
es: Profesor que ha vendido muchas clases y recibido muchos buenos comentarios recién!
fr: Professeur qui a reçu beaucoup d'achat de cours
ja: 近期學生大量購課的好評教師！

# badge.hot.title
source: Tutor In High Demand
es: Profesor popular
fr: Professeur le plus demandé
ja: 現正火熱教師

# badge.new.desc
source: Lots of students purchased courses from this new teacher
es: Nuevo profesor que ha vendido muchas clases y recibido muchos buenos comentarios recién!
fr: Un tuteur à qui ses cours ont été tellement achetés par les étudiants ces temps-ci！
ja: 近期學生大量購課的好評新教師！

# badge.new.title
source: New Teacher In High Demand
es: Nuevo profesor popular
fr: Professeurs actuellement très demandés
ja: 現正火熱新教師

# badge.onlyTopPercentageForStudent.desc
source: Recommended by lots of students on AmazingTalker!
es: ¡Excelente maestro amado y alabado por muchos estudiantes en AmazingTalker!
fr: Validé(e) par les étudiants d'AmazingTalker
ja: 在 AmazingTalker 受到大量學生喜愛，好評不斷的優質教師！

# badge.onlyTopPercentageForStudent.title
source: Top %@ Popular Tutor
es: Solo el %@ de excelentes maestros
fr: Seulement %@ des enseignants exceptionnels
ja: 僅有 %@ 的優質教師

# badge.onlyTopPercentageForTeacher.desc
source: Earn more than US$%@ in a month on AmazingTalker (Teacher can see only)
es: Profesor con ingreso más de %@ USD mensual en AmazingTalker (Solo profesores pueden verlo)
fr: Chez AmazingTalker, le revenu mensuel d'un enseignant peut dépasses %@ $ (Seul les professeurs peuvent voir)
ja: 在 AmazingTalker 月收入超過 %@ 美元以上教師 (僅教師看得到)

# badge.onlyTopPercentageForTeacher.title
source: Top %@ high income tutors
es: Solo el %@ de profesores con ingresos altos
fr: Uniquement %@ des enseignants a revenue élevé
ja: 僅有 %@ 高收入優質教師

# bookButton.freeTrial
source: Free Trial
es: Prueba gratis
fr: Cours d'essai gratuit
ja: 無料体験

# bookButton.private
source: Book private
es: Reservar Clase Normal
fr: Réserver un cours normal
ja: レッスンを予約

# bookButton.trial
source: Book trial class
es: Clase Prueba
fr: Réserver un essai
ja: 体験レッスン

source: Certificates
es: Certificados/Diplomas de enseñanza
fr: Diplômes/Certificat d'enseignement
ja: 教育資格

# contactButton
source: Contact tutor
es: Enviar Mensaje
fr: Contacter l'enseignant
ja: 先生に連絡する

source: Educations
es: Formación académica
fr: Formation académique
ja: 学歴

source: Experiences
es: Experiencia laboral
fr: Expérience dans l'enseignement
ja: 仕事経験

# faq.book.0
source: After buying courses, you can book them according to the teacher’s schedule.
es: Después de comprar el curso (clases), puedes reservar tus clases en los espacios disponibles del profesor.
fr: Une fois l’achat effectué, vous pouvez réserver votre premier cours en fonction du temps disponible de l’enseignant
ja: レッスンを購入した後、先生のスケジュールを確認して、予約できます。

# faq.book.1
source: If “Instant Tutoring” shows on the teacher’s profile, you can book the lesson 30 minutes after the current time.
es: Si el profesor muestra “Clase Inmediata” significa que puedes tomar la clase hoy mismo.
fr: S’il est affiché que l’enseignant est actuellement libre pour une classe, vous pouvez alors directement réserver votre cours et commencer votre leçon
ja: 先生のプロフィールに「リアルタイム先生」が表示されたら、今の時点から30分後予約可能です。

# faq.book.2
source: If the teacher is not online, the next available class cannot be booked until 24 hours afterward.
es: Si el profesor no está online, la clase disponible más temprana será en 24 horas (es decir para mañana, no para hoy)
fr: Si le professeur n'est pas en ligne, la prochaine classe disponible ne peut être réservée que 24 heures plus tard.
ja: 先生はリアルタイムではない場合、次のレッスンはその後の24時間まで予約できません。

# faq.duration.0
source: The duration of a trial session is 25 minutes.
es: La clase de prueba dura 25 minutos
fr: Un cours d'essai dure 25 minutes
ja: 体験レッスンは25分です。

# faq.duration.1
source: The duration of a private session is 50 minutes.
es: La clase formal dura 50 minutos
fr: Cours de 50 minutes
ja: 正式なレッスンは50分です。

# faq.duration.2
source: If you purchase more than 5 sessions, you will receive a discount (according to the price the teacher set).
es: Si compras +5 clases, tienes un descuento
fr: Une réduction de 5% est offerte pour l’achat de 5 classes, de 10% pour l’achat de 10 classe et de 15% pour l’achat de 20 classes
ja: 5レッスン以上を購入すると、割引があります。（講師が設定した価格による）

# faq.instructions.0
source: Enter the website 10 minutes before the class starts. Click “My Lessons” to find your class, click “Go to class”, and then you will be in the classroom on ZOOM!
es: Entra en la web AmazingTalker 10 minutos antes de que comience la clase. Haz click en “Mis Clases” y luego haz click en el botón “Entrar en la clase” y entrarás automáticamente en la Clase en ZOOM.
fr: Accédez à notre site 10 minutes avant le début du cours. Cliquez sur "Mes leçons" pour trouver votre classe, puis cliquez sur "Aller en classe", et vous serez alors redirigé sur Zoom là où votre professeur vous attend.
ja: 授業開始の10分前にAmazingTalkerをログインして、「予約したレッスン」をクリックしてください。そして、予約されたレッスンの「Go to class」をクリックすると、ZOOMに入ります。

# faq.instructions.1
source: You can use ZOOM for classes both on your phone and computer. Please download ZOOM in advance if you choose to use your phone for the class.
es: Puedes usar ZOOM tanto en tu teléfono móvil como en tu computadora. Por favor descarga ZOOM antes de la clase si vas a usar tu teléfono móvil.
fr: Vous pouvez participer à votre cours sur smartphone, tablette, ou ordinateur. Cependant, les professeurs partagent souvent leur écran pour partager leur matériel pédagogiques, ainsi, il est plus pratique d'utiliser une tablette ou un ordinateur. Peu importe l’appareil que vous utilisez, n’oubliez pas de télécharger Zoom afin de pouvoir rejoindre votre classe très rapidement.
ja: スマホ・タブレット・パソコンで対応できます。スマホの場合、ZOOMのAPPをダウンロードします。

# faq.refund.0
source: Please click “Report Issue” if you encountered any problems, and the teacher will determine either reschedule or refund afterward.
es: Si tienes cualquier problema justo antes/durante de la clase por favor haz click en “Reportar clase”, y el profesor te dirá si podéis re-agendar la clase o devolverte el dinero en créditos de AT
fr: Si un problème se déroule durant le cours (ex: le professeur est en retard), vous pouvez alors cliquer sur “signaler un problème”. Le professeur vous offrira alors un nouveau cours gratuit. Vous pouvez également demander à être rembourser en crédit AT (AT=AmazingTalker) afin de réutiliser l’argent de votre achat avec d’autres professeurs de votre choix.
ja: 何か問題が発生した場合、「Report Issue」をクリックしてください。講師は予約時間を変更できます。またはATクレジットを払い戻します。

# faq.refund.1
source: If the teacher doesn’t respond the issue, we will provide a full refund as AT credits for you.
es: Si el profesor no responde en 12h, se te devolverá automáticamente en créditos de AT.
fr: Si l'enseignant n'a pas répondu dans les 12 prochaines heures à votre signalement, vous sera automatiquement remboursé en crédit AT.
ja: 先生が返事しない場合は、ATクレジットが自動的に払い戻されます。

# faq.section.0
source: How to book
es: Cómo reservar la clase
fr: Comment réserver un cours?
ja: レッスン予約

# faq.section.1
source: Lesson duration
es: Duración
fr: Durée des cours
ja: レッスン料

# faq.section.2
source: Instructions
es: Instrucciones
fr: Comment rejoindre un cours?
ja: レッスン当日準備

# faq.section.3
source: Refund policy
es: Reembolso
fr: À propos des remboursements
ja: 予約キャンセル

# faq.title
source: FAQ
es: Preguntas frequentes
fr: Problèmes courants
ja: よくある質問

# groupClass.classDetails
source: {duration} mins / lesson * {count}
es: {duration} min / Clases * {count}
fr: {count} cours de {duration} minutes
ja: {duration} 分レッスン x {count}

# groupClass.completedLessons
source: Completed %@ lessons
es: clases grupales terminadas: %@
fr: Cours en groupe terminé：%@ heures
ja: %@グループレッスン

# groupClass.dateLabel
source: %@ to %@
es: %@ hasta %@
fr: %@ à %@
ja: %@ から %@まで

# groupClass.earlyBird
source: Early Bird
es: Tiempo restante Descuento
fr: Réduction éphémère. Temps restant
ja: 早鳥倒數

# groupClass.lateBird
source: Late Bird
es: Descuento terminará en
fr: Compte à rebours des retardataires
ja: 晚鳥倒數

# groupClass.seeMore
source: View full group lessons
es: Ver todos los cursos en grupo
fr: Voir tous les cours en groupe
ja: 詳細を見る

# groupClass.studentCount
source: Student count ( %d / %d )
es: número de inscriptos( %d / %d )
fr: Montant de personnes inscrits( %d / %d )
ja: 予約人数 ( %d / %d )

# groupClass.subtitle
source: Around 40% off compared to 1-on-1 lessons🔥 Limited discount seats!
es: Descuentos de hasta 40% 🔥 ¡Plaza limitadas!
fr: Réduction d'environ 40% sur un cours de 50 min 🔥 Offre limitée！

# groupClass.taughtStudents
source: Taught %@ students
es: estudiantes de clases grupales: %@
fr: Étudiant des cours en groupe accumulés：%@ personnes
ja: 累計グループレッスン生徒：%@人

# groupClass.title
source: Group Lessons
es: Curso en Grupo
fr: Cours en groupe
ja: グループレッスン

# package.subtitle
source: %@ lesson 50 min
es: %@ clases de 50 minutos
fr: %@ classe de 50 minutes
ja: 50分レッスン x %@

# packageList.title
source: Packages
es: Comprar clases
fr: Acheter des cours
ja: レッスン数

# ratingSummary.seeMore
source: See all %@ reviews
es: mostrar todos %@ comentarios
fr: Montrer les %@ commentaire
ja: %@件の評価を見る

# ratingSummary.title
source: %@ %@ course reviews
es: %@ %@ comentarios de clase
fr: %@ commentaires du cours %@
ja: （%@レッスンのレビュー%@ ）

# resume.certification
source: Certificate Uploaded
es: ha subido certificado con éxito
fr: Certificats téléchargé
ja: 証明書がアップロードされた

# resume.title
source: Resume
es: CV
fr: CV
ja: 履歴

# schedule.button
source: Available times
es: Disponibilidad
fr: Disponibilité de l'enseignant
ja: レッスン可能時間

# self.introduction.canSpeak
source: Speaks
es: Hablar
fr: Parler
ja: 話せる言語

# self.introduction.realtime
source: Instant Tutoring
es: Clase Inmediata
fr: Cet enseignement est actuellement libre pour une classe
ja: リアルタイム先生

# self.introduction.seeMore
source: View full introduction
es: Ver más
fr: En savoir plus
ja: 詳細プロフィールを見る

# self.introduction.title
source: Introduction
es: Presentación
fr: Présentation
ja: プロフィール

source: %@ Sessions Completed
es: %@ clases terminadas
fr: heure %@ de cours terminées
ja: %@レッスン

# sweetHint
source: The more lessons you choose, the greater the discount is, check it down below or in the shopping cart!
es: Hay descuento adicional si compras 5 clases o más. Puedes ver los precios en el carrito.
fr: Plus vous choisissez de leçons, plus la réduction est importante, consultez la liste ci-dessous ou dans le panier !
ja: 5レッスン以上を一回で購入する場合、割引を得られます。料金は下のカートに表示されます

# videos.oneToOne.title
source: In-Class Video
es: Video sobre la clase
fr: Vidéo d’apprentissage
ja: 授業動画

# videos.other.title
source: Additional Video
es: Video específico
fr: Vidéo supplémentaire
ja: 他の参考動画

# videos.title
source: Videos
es: Videos de Presentación
fr: Présentation vidéo
ja: 動画

# course.purchase.info.title
source: 100% guarantee for your classes
es: 100% de garantía para sus clases
fr: 100% de garantie pour vos cours
ja: 100%保証レッスン

# course.purchase.info.content
source: Did the class not meet your expectations? Classes that you have not attended yet can be exchanged for you to redeem classes from other teachers.
es: ¿La clase no ha cumplido sus expectativas? Las clases a las que aún no has asistido pueden ser intercambiadas para que puedas canjear las clases de otros profesores.
fr: Le cours n'a pas répondu à vos attentes ? Les cours que vous n'avez pas encore complété peuvent être échangés contre des cours d'autres professeurs.
ja: レッスンに満足できませんでしたか？残りのレッスンを他の先生に変更することも可能です。

# mainpanel.section.title
source: View Teacher Profile
es: Ver el perfil del profesor
fr: Voir le profil de l'enseignant
ja: 講師ページを見る

# subject.selection
source: Choose Profile Version
es: Elije la versión del perfil
fr: Chosir la version du profil
ja: 講師ページのバージョンの選択

source: Teacher Profile
es: Perfil del profesor
fr: Profil de l'enseignant
ja: 講師ページ

# teacher.profile.subject
source: %@ subject
es: %@ Sujeto
fr: %@ de
ja: %@ 学科

# teacher.profile.language
source: %@ version
es: %@ Versión
fr: %@ en
ja: %@ 版

# contact.teacher.intro.title
source: Please answer a few questions, so I can know a little more about your learning needs.
es: Responde unas preguntas para que sepa un poco más sobre tu nivel y objetivos.
fr: Répondez d’abord à quelques questions, afin de mieux comprendre votre niveau et vos besoins d’apprentissage
ja: 要望を教えてください 3分ぐらい、AIがあなたに合う先生をオススメしていきます。

# contact.teacher.button.start
source: Start
es: Empezar
fr: Commencer
ja: スタート
