Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/TeacherVerification.strings
Languages: es, fr, ja

# country.title
source: Select your nationality
es: Selecciona tu nacionalidad
fr: Sélectionnez votre nationalité
ja: 国籍を確認

source: search country
es: Buscar país
fr: Rechercher un pays
ja: 国を検索

source: search language
es: Buscar idioma
fr: Rechercher la langue
ja: 母国語を検索

# language.title
source: Select your primary language
es: Selecciona tu idioma materno
fr: Sélectionnez votre langue principale
ja: 母国語を選択

# scan.type.title
source: Select the type of ID for verification
es: Selecciona el tipo de DNI para la verificación
fr: Sélectionnez le type de pièce d'identité à vérifier
ja: 認証に使用する証明書を選択してください

# scan.passport.title
source: Do you have a passport?
es: ¿Tienes pasaporte?
fr: Avez-vous un passeport ?
ja: パスポートをお持ちですか

# scan.passport.has.passport
source: Yes
es: Sí
fr: Oui
ja: はい、パスポートを持っています

# scan.passport.no.passport
source: No
fr: Non
ja: いいえ、パスポートを持っていません

# scan.tw.id
source: Taiwanese ID card
es: DNI de Taiwán
fr: Carte d'identité taïwanaise
ja: 台湾IDカード

# scan.tw.passport
source: Taiwanese passport
es: Pasaporte de Taiwán
fr: Passeport taïwanais
ja: 台湾パスポート

# scan.tw.drivers.license
source: Taiwanese driver license
es: Carnet de conucir de Taiwán
fr: Permis de conduire taïwanais
ja: 台湾の運転免許証

# scan.next
source: Next
es: Siguiente
fr: Suivant
ja: 次のステップ

# scan.next.face.scan
source: Next: face scan
es: Siguiente: escaneo facial
fr: Suivant : scan du visage
ja: 次のステップ：フェイススキャン

# scan.complete
source: Close
es: Cerrar
fr: Fermer
ja: 終了

# start.scan.title
source: Prepare for the ID verification
es: Prepárate para la verificación de identidad
fr: Préparez-vous à la vérification d'identité
ja: ドキュメントを準備し、スキャンの準備をします

# start.scan.body
source: We need to verify your identity information to comply with anti-money laundering regulations. Please: ‧ allow access to the phone camera ‧ prepare to scan your passport or ID ‧ prepare to scan your face
es: Necesitamos verificar tu información de identidad para cumplir con las regulaciones contra el lavado de dinero. Por favor: ‧ permite el acceso a la cámara del teléfono ‧ prepárate para escanear tu pasaporte o DNI: ‧ prepárate para escanear tu rostro
fr: Nous devons vérifier vos informations d'identité afin de nous conformer à la réglementation contre le blanchiment d'argent. Veuillez : ‧ permettre l'accès à l'appareil photo du téléphone ‧ préparer le scan de votre passeport ou de votre pièce d'identité ‧ préparer le scan de votre visage.
ja: マネーロンダリング防止規制に準拠するために、身元情報を確認する必要があります。次のことを行ってください。 ‧ 電話カメラへのアクセスを許可する ‧ パスポートまたはIDをスキャンする準備をする ‧ 顔をスキャンする準備をする

# confirm.scan.content.title
source: Confirm document information
es: Confirmar la información del documento
fr: Confirmez les informations du document
ja: 提出書類を確認

# confirm.scan.content.single.field.body
source: The real name should match what is listed in the document.
es: El nombre real debe coincidir con el que aparece en el documento.
fr: Le vrai nom doit correspondre à ce qui est inscrit dans le document.
ja: 本名は、書類に記載されているものと一致する必要があります。

# confirm.scan.content.passport.field.body
source: The real name should match what is listed in the passport. If it doesn't match, please re-enter it.
es: El nombre real debe coincidir con el que aparece en el pasaporte. Si no coincide, vuelve a ingresarlo.
fr: Le vrai nom doit correspondre à ce qui est inscrit dans le passeport. S'il ne correspond pas, veuillez le saisir à nouveau.
ja: 本名は、パスポートに記載されているものと一致している必要があります。一致しない場合は、再入力してください。

# confirm.scan.single.real.name
source: Real name
es: Nombre real
fr: Nom réel
ja: 本名

# confirm.scan.multiple.real.name
source: Real name: Surname
es: Nombre real: Apellido
fr: Nom réel : Nom de famille
ja: 本名：名前

# confirm.scan.multiple.given.name
source: Real name: Given name/Middle name
es: Nombre real: nombre/segundo nombre
fr: Nom réel : Prénom/ autres prénoms
ja: 本名：名/ミドルネーム

# country
source: Nationality
es: Nacionalidad
fr: Nationalité
ja: 国籍

# scan.complete.title
source: The ID verification information has been submitted.
es: Se ha enviado la información de verificación de identidad.
fr: Les informations de vérification d'identité ont été soumises.
ja: 認証情報が送信されました。

# scan.complete.body
source: Notification will be sent after your identity has been verified, at which point you can withdraw AT credits to your bank account.
es: Se enviará una notificación después de que verifiquemos tu identidad y podrás retirar los créditos de AT a tu cuenta bancaria.
fr: Une notification sera envoyée après vérification de votre identité, et vous pourrez retirer les crédits AT sur votre compte bancaire.
ja: 本人確認が完了した時点で通知が送信され、その時点でATクレジットを銀行口座へ引き出すことができます。

# in.process
source: Verification information under review
es: Información de verificación en revisión
fr: L'information de vérification est en cours d'examen
ja: レビュー中の認証情報

# permission.denied.feature.unavailable
source: You've rejected access permissions for AmazingTalker on your phone, so the function will be limited. Please go to your system settings to manually enable access for AmazingTalker.
es: Has rechazado el acceso de AmazingTalker a tu teléfono, por lo que la función estará restringida. Ve a la configuración del sistema para habilitar manualmente el acceso de AmazingTalker.
fr: Vous avez refusé l'accès de AmazingTalker à votre téléphone, donc la fonction sera restreinte. Veuillez aller aux paramètres du système pour activer manuellement l'accès d'AmazingTalker.
ja: お使いの携帯電話でAmazingTalkerアクセス許可を拒否されたため、機能が制限されます。システム設定に移動し、AmazingTalkerへのアクセスを手動で有効にしてください。

# identity.scan.failure.message
source: Scanning of your ID has failed, please scan your ID again.
es: No se ha podido escanear tu DNI, vuelve a escanearlo.
fr: Votre pièce d'identité n'a pas pu être scannée, veuillez la scanner à nouveau.
ja: 確認書類の読み込みに失敗しました。もう一度書類をスキャンしてください。
