Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/TeacherWall.strings
Languages: es, fr, ja

# budget.above
source: Above %@
es: más de %@
fr: Plus de %@
ja: %@ 以上

# budget.below
source: Below %@
es: menos de %@
fr: Moins de %@
ja: %@ 以下

# filter.auxiliary
source: Also speaks
es: También habla
fr: Parle aussi
ja: 話せる言語

# filter.budget
source: Price
es: Presupuesto
fr: Budget
ja: レッスン料

# filter.country
source: From
es: Nacionalidad
fr: Nationalité
ja: 国と地域

# filter.option.none
source: None
es: Ningún
fr: Aucun
ja: なし

# filter.purpose
source: Specialty
es: Especialidad
fr: Spécialité
ja: 専門コース

# filter.tutors
source: %@ tutors
es: Profesores de %@
fr: Professeur %@
ja: %@先生

# lesson.duration
source: 50 mins
es: 50 minutos
fr: 50 minutes
ja: 50分鐘

source: %@ Reviews
es: %@ comentarios
fr: %@ commentaires
ja: %@ 件の評価

# sort.comments.first
source: More comments first
es: Opiniones
fr: Ayant le + de commentaires
ja: レビュー数の多い順

# sort.complete.count.first
source: More lessons completed first
es: Clases
fr: Ayant accompli le + de cours
ja: レッスン数の多い順

# sort.current
source: Currently sort by
es: Ordenado por
fr: Trié par
ja: 検索の表示順

# sort.low.price.first
source: Low lesson price first
es: Precio
fr: Les prix les plus bas
ja: 料金が安い順

# sort.new.tutors.first
source: New tutors first
es: Recientes
fr: Les plus récents
ja: 新着の先生順

# sort.outstanding.tutors.first
source: Outstanding tutors first
es: Puntuación
fr: Les plus qualifiés
ja: 人気の先生順

# sort.recommend
source: Recommendation
es: Recomendados
fr: Recommandation instantanée
ja: おすすめ
