Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/TicketRecommend.strings
Languages: es, fr, ja

# button.send
source: Send
es: Enviar
fr: Envoyer
ja: 送信

# button.skip
source: Skip
es: Saltar
fr: Sauter
ja: スキップ

# character.left
source: %d character left.
es: Queda %d características
fr: Rester %d caractères
ja: 残り %d 文字

# role.student
source: Student
es: Estudiante
fr: Étudiant
ja: 生徒

# role.student.title
source: Student ticket
es: Potenciales Estudiantes Nuevos
fr: Demandes d'apprentissage
ja: 生徒

# role.teacher
source: Teacher
es: Mentor
fr: Enseignant
ja: 講師

# role.teacher.title
source: Teacher ticket
fr: Billet d'enseignant

source: Save template
es: Guardar comoo el mensaje automático
fr: Sauvegarder pour les réponses fréquentes
ja: 内容を保存してテンプレートにする

# talk.to.student
source: Say Hello to the student!
es: ¡Saluda a tu estudiante!
fr: Dites bonjour aux étudiants, prenez soin de lui !
ja: 生徒にあいさつをしてみましょう

# talk.to.teacher
source: Say Hi to this teacher and recruit him/her to join your team!
es: ¡Saluda a este profesor y reclútalo para que se una a tu equipo!
fr: Dites bonjour à ce professeur et recrutez le pour rejoindre votre équipe !

# common.blank.content
source: (blank)
es: (En blanco)
fr: (Vide)
ja: （空欄）

# teacher.dispatch.template
source: Teacher's learning ticket reply template
es: Plantilla de respuesta del profesor
fr: Exemple de réponse de l'enseignant
ja: 返信メッセージの例文

# common.save.failure
source: Failed to save
es: Error al guardar
fr: Échec de l'enregistrement
ja: 保存に失敗しました

# common.save.success
source: Saved successfully
es: Guardado con éxito
fr: Enregistré avec succès
ja: 正常に保存されました

# language.validating
source: Verifying text language
es: Verificando el idioma del texto
fr: Vérification de la langue du texte
ja: テキスト言語の確認

# service.template.formatted
source: Template for teaching %@
es: Plantilla para enseñar %@
fr: Modèle cours %@
ja: %@を教えるためのテンプレート

# input.minimum.restriction.formatted
source: %d more characters needed
es: Faltan %d de palabras
fr: %d mots restants
ja: 残りの%d語

# input.over.maximum.content
source: Too many characters
es: Sobran palabras
fr: Trop de mots
ja: 字数が多すぎます。

# language.restriction.formatted
source: Note that only %@ can be entered
es: Ten en cuenta que solo se puede escribir en %@
fr: Notez que seul %@ peut être saisi
ja: 入力できるのは%@のみであることにご注意ください

# language.save.formatted
source: Save as %@ template
es: Guardar como plantilla %@
fr: Enregistrer en tant que modèle %@
ja: %@テンプレートとして保存

# language.apply.formatted
source: %@ template applied
es: Se ha aplicado la plantilla %@
fr: Modèle %@ appliqué
ja: %@テンプレートが適用されました

# template.replace.dialog.title
source: Do you want to overwrite the current text?
es: ¿Quieres sobrescribir el texto actual?
fr: Voulez-vous réécrire le texte actuel ?
ja: 現在のテキストを上書きしますか？

# template.replace.dialog.body
source: The current text is different from the new template content. Applying this template will overwrite the current text.
es: El texto actual es diferente del contenido de la plantilla. La aplicación de esta plantilla sobrescribirá el texto actual.
fr: Vous avez modifié le modèle de base. Celui-ci deviendra votre nouveau modèle.
ja: 現在のテキストはテンプレートの内容と異なります。 このテンプレートを適用すると、現在のテキストが上書きされます。

# language.response.formatted
source: Reply in %@
es: Responder en %@
fr: Répondre en %@
ja: %@で返信

# entrance.from.dispatch.footer
source: You can edit it at any time in the "Manage learning ticket reply template" in the "Account" section
es: Puedes editarlo en cualquier momento en "Administrar plantilla de respuesta de ticket" en la pestaña "Cuenta"
fr: Vous pouvez le modifier à tout moment dans l'onglet "Gérer vos messages automatiques" dans l'onglet "Compte"
ja: 「アカウント」タブの「メッセージの例文の管理」からいつでも編集できます

# template.language.restrict.warning
source: Must respond in the language the student expects
es: Debes responder en el idioma que el estudiante espera.
fr: Doit répondre dans la langue maternelle de l'étudiant
ja: 生徒が期待する言語で返信する必要があります

# dispatch.training.ticket
source: Teacher learning ticket
es: Ticket de profesor
fr: Match
ja: 先生のチケット

# alert.button.override
source: Overwrite
es: Sobrescribir
fr: Mettre à jour
ja: 上書きする

# alert.button.back
source: Back
es: Volver
fr: Retour
ja: 戻る

# common.edit
source: Edit
es: Editar
fr: Éditer
ja: 編集

# inject.user.name.variable
source: Tag a name
es: Etiquetar un nombre
fr: Taguer un nom
ja: ラベル名
