Repository: Alan-s-Creative/test_prase
Catalog: ios/*.lproj/TypeForm.strings
Languages: es, fr, ja

# auxiliary-language.answer.no
source: No
fr: Non merci
ja: 結構です

# auxiliary-language.answer.yes
source: Yes
es: Sí
fr: Bien sûr
ja: OK

# interview.feedback.hint.not.recommend
source: This will help us learn more about his/her lesson.<br>The teacher will not see it
es: Este comentario nos ayuda a saber la situación real en la clase y el tutor no va a verlo. Escriba con detalles según la situación real, por favor.
fr: Cette évaluation nous aidera, ainsi que nos élèves, à comprendre les conditions d'enseignement de nos professeurs. Les enseignants ne la verront pas, alors veuillez la remplir avec confiance
ja: このレビューは当社が講師の教え方を把握するためのものです。講師側には表示されませんのでご安心ください。

# interview.feedback.hint.recommend
source: This will help us learn more about his/her lesson and appear on his/her profile page
es: Esto nos permite saber más sobre sus clases y aperecerá en el perfil del profesor
fr: Cela nous permettra d'en savoir plus sur sa leçon et d'apparaître sur sa page de profil.
ja: このレビューは講師の教え方などを他の生徒たちにも知ってもらうために講師の紹介ページに表示されます。そのため内容には十分注意してご記入ください。

# next.button.title
source: Next
es: Siguiente
fr: Suivant
ja: 次へ

source: No Data
es: No hay datos
fr: Aucune information
ja: データなし

# note.placeholder
source: I’m studying for the TOEIC , and hope to score a 800 or above…
es: Estoy preparando el examén TOEIC, me gustaría ayuda en la parte oral...
fr: Je passe le TOEIC dans trois mois et il me faut plus de 700 points
ja: 3か月以後のTOEICテストを勉強しているので、対策や勉強法を学びたい...

# open.notification.alert.no
source: I give up
es: Abandonar
fr: Abandonner
ja: 諦める

# open.notification.alert.title
source: One more step! Allow notification to get notified when we find the best tutor for you.
es: ¡Ya casi estás! Activa las notificaciones para saber cuando encontramos profesores ideales según tus preferencias
fr: Vous y êtes presque ! Veuillez activer les notifications pour recevoir les nouvelles recommandations d'enseignants.
ja: 送信の一歩前！お知らせを連携すると即時にシステム推薦をもらえます！

# open.notification.alert.yes
source: Allow
es: Activar
fr: Activer
ja: 連携する

# role.select.subtitle
source: Lets get yourself the best-fit tutors!
es: Encuentra a tu profesor ideal
fr: Trouvez l'enseignant de votre choix !
ja: 一番相応わしい講師や生徒をマッチングしましょう！

# role.select.title
source: Welcome to AmazingTalker!
es: Bienvenido a AmazingTalker
fr: Bienvenue chez AmazingTalker !
ja: AmazingTalkerにようこそ！

# role.student
source: I want to find a language tutor
es: Quiero encontrar un profesor
fr: Je veux trouver un enseignant
ja: 講師を探したい

# role.teacher
source: I want to teach online and get students
es: Quiero ser profesor online y encontrar estudiantes
fr: Je veux enseigner en ligne
ja: 生徒を探したい

# submit.button.title
source: Submit
es: Enviar
fr: Envoyer
ja: 送信

# contact.instruction.description
source: A teacher has been found for you! The teacher will send a private message to you soon. Any questions or requests can be discussed with the teacher.
es: Hemos encontrado un profesor para ti El profesor recomendado te enviará un mensaje privado en breve para hablar de tus necesidades y responder a cualquier pregunta que puedas tener.
fr: Nous avons trouvé un enseignant pour vous l'enseignant recommandé vous enverra un message privé dans quelques instants l'enseignant discutera avec vous de vos besoins et répondra à toutes vos questions.
ja: ぴったりの先生を見つけました ATおすすめの先生からメッセージが届きます 質問など何でも気軽に先生と話しましょう

# contact.instruction.button.title
source: OK!
es: ¡De acuerdo!
fr: D'accord!
ja: わかりました

# search.placeholder
source: Search
es: Buscar
fr: Recherche
ja: 探す
